Repository: WeiChienTang/E
Catalog: ERPCore2/Resources/SharedResource.*.resx
Languages: fil, ja_jp, zh_cn

# Button.Save
source: Save
fil: I-save
ja_jp: 保存
zh_cn: 保存

# Button.Cancel
source: Cancel
fil: Kanselahin
ja_jp: キャンセル
zh_cn: 取消

# Button.Close
source: Close
fil: Isara
ja_jp: 閉じる
zh_cn: 关闭

# Button.Add
source: Add
fil: Idagdag
ja_jp: 追加
zh_cn: 新增

# Button.Edit
source: Edit
fil: I-edit
ja_jp: 編集
zh_cn: 编辑

# Button.Delete
source: Delete
fil: Burahin
ja_jp: 削除
zh_cn: 删除

# Button.Search
source: Search
fil: Maghanap
ja_jp: 検索
zh_cn: 搜索

# Button.Reset
source: Reset
fil: I-reset
ja_jp: リセット
zh_cn: 重置

# Button.Export
source: Export
fil: I-export
ja_jp: エクスポート
zh_cn: 导出

# Button.Print
source: Print
fil: I-print
ja_jp: 印刷
zh_cn: 打印

# Button.Approve
source: Approve
fil: Aprubahan
ja_jp: 承認
zh_cn: 通过

# Button.Reject
source: Reject
fil: Tanggihan
ja_jp: 却下
zh_cn: 驳回

# Button.Prev
source: Previous
fil: Nakaraan
ja_jp: 前のレコード
zh_cn: 上一笔

# Button.Next
source: Next
fil: Susunod
ja_jp: 次のレコード
zh_cn: 下一笔

# Button.Refresh
source: Refresh
fil: I-refresh
ja_jp: 再読み込み
zh_cn: 刷新

# Button.Preview
source: Preview
fil: I-preview
ja_jp: プレビュー
zh_cn: 预览

# Button.ReturnToLast
source: Return to Last
fil: Bumalik sa Huli
ja_jp: 最後のレコードに戻る
zh_cn: 返回编辑

# Label.Loading
source: Loading...
fil: Naglo-load...
ja_jp: 読み込み中...
zh_cn: 加载中...

# Label.NoData
source: No data
fil: Walang data
ja_jp: データなし
zh_cn: 无数据

# Label.Required
source: Required
fil: Kailangan
ja_jp: 必須
zh_cn: 必填

# Label.Optional
source: Optional
fil: Opsyonal
ja_jp: 任意
zh_cn: 选填

# Label.Yes
source: Yes
fil: Oo
ja_jp: はい
zh_cn: 是

# Label.No
source: No
fil: Hindi
ja_jp: いいえ
zh_cn: 否

# Label.Enable
source: Enable
fil: I-enable
ja_jp: 有効
zh_cn: 启用

# Label.Disable
source: Disable
fil: I-disable
ja_jp: 無効
zh_cn: 禁用

# Label.All
source: All
fil: Lahat
ja_jp: すべて
zh_cn: 全部

# Label.Actions
source: Actions
fil: Aksyon
ja_jp: 操作
zh_cn: 操作

# Label.Remarks
source: Remarks
fil: Mga Tala
ja_jp: 備考
zh_cn: 备注

# Label.CreatedAt
source: Created Date
fil: Petsa ng Paglikha
ja_jp: 作成日
zh_cn: 创建日期

# Label.SelectAll
source: Select All / Deselect All
fil: Piliin Lahat / Alisin Lahat
ja_jp: 全選択/全解除
zh_cn: 全选/取消全选

# Label.SelectItem
source: Select this item
fil: Piliin ang item na ito
ja_jp: このアイテムを選択
zh_cn: 选择此项目

# Label.KeepOneEmptyRow
source: At least one empty row must be kept
fil: Kailangang panatilihin ang hindi bababa sa isang blangkong hilera
ja_jp: 少なくとも1行の空行を残してください
zh_cn: 至少需要保留一个空行

# Modal.ConfirmReject
source: Confirm Rejection
fil: Kumpirmahin ang Pagtanggi
ja_jp: 却下の確認
zh_cn: 确认驳回

# Modal.ConfirmClose
source: Confirm Close
fil: Kumpirmahin ang Pagsasara
ja_jp: 閉じる確認
zh_cn: 确认关闭

# Modal.ConfirmLeave
source: Leave
fil: Umalis
ja_jp: 離開する
zh_cn: 确定离开

# Modal.SaveAndClose
source: Save & Close
fil: I-save at Isara
ja_jp: 保存して閉じる
zh_cn: 保存并关闭

# Modal.ContinueEditing
source: Continue Editing
fil: Ipagpatuloy ang Pag-edit
ja_jp: 編集を続ける
zh_cn: 继续编辑

# Modal.UnsavedChanges
source: This record has unsaved changes, please choose an action
fil: May mga pagbabago sa rekord na ito, mangyaring pumili ng aksyon
ja_jp: この伝票には変更があります。操作を選択してください
zh_cn: 此单有修改，请选择操作

# Module.NotAvailable
source: This feature is not available
fil: Hindi available ang feature na ito
ja_jp: この機能は利用できません
zh_cn: 此功能未开放

# Module.DisabledMessage
source: This module is not enabled in your system. Please contact your system administrator.
fil: Hindi pinagana ang module na ito sa inyong sistema. Makipag-ugnayan sa system administrator.
ja_jp: お使いのシステムでこの機能モジュールが有効になっていません。システム管理者にお問い合わせください。
zh_cn: 您的系统目前未启用此功能模块，请联系系统管理员。

# Message.SaveSuccess
source: Saved successfully
fil: Matagumpay na na-save
ja_jp: 保存しました
zh_cn: 保存成功

# Message.SaveFailed
source: Save failed
fil: Hindi na-save
ja_jp: 保存に失敗しました
zh_cn: 保存失败

# Message.DeleteSuccess
source: Deleted successfully
fil: Matagumpay na nabura
ja_jp: 削除しました
zh_cn: 删除成功

# Message.DeleteFailed
source: Delete failed
fil: Hindi nabura
ja_jp: 削除に失敗しました
zh_cn: 删除失败

# Message.DeleteConfirm
source: Are you sure you want to delete?
fil: Sigurado ka bang gusto mong burahin?
ja_jp: 削除してもよろしいですか？
zh_cn: 确定要删除吗？

# Message.OperationFailed
source: Operation failed
fil: Nabigong maisagawa ang operasyon
ja_jp: 操作に失敗しました
zh_cn: 操作失败

# Employee.Name
source: Name
fil: Pangalan
ja_jp: 氏名
zh_cn: 姓名

# Employee.Account
source: Account
ja_jp: アカウント
zh_cn: 登录账号

# Employee.Mobile
source: Mobile
ja_jp: 携帯電話
zh_cn: 手机号码

# Employee.Email
source: Email
ja_jp: メール
zh_cn: 电子邮件

# Employee.Password
source: Password
ja_jp: パスワード
zh_cn: 密码

# Employee.NewPassword
source: New Password
fil: Bagong Password
ja_jp: 新しいパスワード
zh_cn: 新密码

# Employee.ConfirmPassword
source: Confirm Password
fil: Kumpirmahin ang Password
ja_jp: パスワード確認
zh_cn: 确认新密码

# Employee.Department
source: Department
fil: Departamento
ja_jp: 部署
zh_cn: 部门

# Employee.Position
source: Position
fil: Posisyon
ja_jp: 役職
zh_cn: 职称

# Employee.Role
source: Role
fil: Tungkulin
ja_jp: ロール
zh_cn: 角色

# Preference.Title
source: Personalization
fil: Personalisasyon
ja_jp: 個人設定
zh_cn: 个性化设置

# Preference.Language
source: Interface Language
fil: Wika ng Interface
ja_jp: 表示言語
zh_cn: 界面语言

# Preference.PersonalData
source: Personal Info
fil: Personal na Impormasyon
ja_jp: 個人情報
zh_cn: 个人资料

# Preference.LanguageRegion
source: Language & Region
fil: Wika at Rehiyon
ja_jp: 言語と地域
zh_cn: 语言与地区

# Preference.ChangePassword
source: Change Password
fil: Baguhin ang Password
ja_jp: パスワード変更
zh_cn: 修改密码

# Preference.AccountInfo
source: Account Info
fil: Impormasyon ng Account
ja_jp: アカウント情報
zh_cn: 账号信息

# Preference.BasicInfo
source: Profile
ja_jp: 基本情報
zh_cn: 基本资料

# Preference.LoadingMessage
source: Loading settings...
fil: Naglo-load ng mga setting...
ja_jp: 設定を読み込み中...
zh_cn: 加载设置中...

# Preference.SaveTooltip
source: Save settings
fil: I-save ang mga setting
ja_jp: 設定を保存
zh_cn: 保存个性化设置

# Preference.SaveSuccess
source: Settings saved
fil: Nai-save ang mga setting
ja_jp: 設定を保存しました
zh_cn: 个性化设置已保存

# Preference.LanguageHelpText
source: Page will reload after saving to apply new language
fil: Mag-reload ang pahina pagkatapos i-save upang ilapat ang bagong wika
ja_jp: 保存後、新しい言語を適用するためにページがリロードされます
zh_cn: 保存后页面将重新加载以应用新语言

# Preference.Display
source: Display
ja_jp: 表示設定
zh_cn: 显示设置

# Preference.FontSize
source: Font Size
fil: Laki ng Font
ja_jp: フォントサイズ
zh_cn: 字体大小

# Preference.Theme
source: Theme Color
fil: Kulay ng Tema
ja_jp: テーマカラー
zh_cn: 主题颜色

# Preference.ThemeLight
source: Light
fil: Maliwanag
ja_jp: ライト
zh_cn: 浅色

# Preference.ThemeDark
source: Dark
fil: Madilim
ja_jp: ダーク
zh_cn: 深色

# Employee.AccountHelpText
source: Account is set by administrator and cannot be changed
fil: Itinakda ng administrator ang account at hindi maaaring baguhin
ja_jp: アカウントは管理者が設定するため、変更できません
zh_cn: 账号由管理员设置，无法自行修改

# Password.LeaveBlank
source: Leave blank to keep current password
fil: Iwanang blangko upang panatilihin ang kasalukuyang password
ja_jp: 現在のパスワードを維持する場合は空白のままにしてください
zh_cn: 留空表示不更改密码

# Password.Mismatch
source: Passwords do not match
fil: Hindi tugma ang mga password
ja_jp: パスワードが一致しません
zh_cn: 两次输入的密码不一致

# Password.Match
source: Passwords match
fil: Tugma ang mga password
ja_jp: パスワードが一致しています
zh_cn: 密码一致

# Error.UnknownUser
source: Unable to identify current user
fil: Hindi makilala ang kasalukuyang user
ja_jp: 現在のユーザーを特定できません
zh_cn: 无法识别当前登录的用户

# Error.PasswordMismatch
source: Passwords do not match, please confirm again
fil: Hindi tugma ang mga password, pakikumpirma muli
ja_jp: パスワードが一致しません。再度確認してください
zh_cn: 两次输入的密码不一致，请重新确认

# Error.SavePreferenceFailed
source: Failed to save language settings: {0}
fil: Nabigong i-save ang setting ng wika: {0}
ja_jp: 言語設定の保存に失敗しました: {0}
zh_cn: 保存语言设置失败：{0}

# Error.SaveProfileFailed
source: Failed to save profile: {0}
fil: Nabigong i-save ang profile: {0}
ja_jp: プロフィールの保存に失敗しました: {0}
zh_cn: 保存个人资料失败：{0}

# Error.SaveFailed
source: An error occurred while saving: {0}
fil: May error habang sino-save: {0}
ja_jp: 保存中にエラーが発生しました: {0}
zh_cn: 保存时发生错误：{0}

# Error.LoadFailed
source: Failed to load settings: {0}
fil: Nabigong i-load ang mga setting: {0}
ja_jp: 設定の読み込みに失敗しました: {0}
zh_cn: 加载设置失败：{0}

# Placeholder.Remarks
source: Enter remarks keywords...
fil: Ilagay ang mga keyword ng tala...
ja_jp: 備考キーワードを入力...
zh_cn: 输入备注关键字...

# Placeholder.Name
source: Enter name
fil: Ilagay ang pangalan
ja_jp: 名前を入力
zh_cn: 请输入姓名

# Placeholder.Email
source: Enter email
fil: Ilagay ang email
ja_jp: メールアドレスを入力
zh_cn: 请输入电子邮件

# Placeholder.NewPassword
source: Leave blank to keep current password
fil: Iwanang blangko upang panatilihin ang kasalukuyang password
ja_jp: 現在のパスワードを維持する場合は空白
zh_cn: 留空表示不更改密码

# Placeholder.ConfirmPassword
source: Re-enter new password
fil: Ilagay muli ang bagong password
ja_jp: 新しいパスワードを再入力
zh_cn: 再次输入新密码

# Nav.Home
source: Home
ja_jp: ホーム
zh_cn: 首页

# Nav.HumanResources
source: HR
fil: Human Resources
ja_jp: 人事
zh_cn: 人力资源

# Nav.Employees
source: Employees
fil: Mga Empleyado
ja_jp: 従業員
zh_cn: 员工

# Nav.Departments
source: Departments
fil: Mga Departamento
ja_jp: 部門
zh_cn: 部门

# Nav.Positions
source: Positions
fil: Mga Posisyon
ja_jp: 役職
zh_cn: 职位

# Nav.RolePermission
source: Role Permissions
fil: Pagtatalaga ng Pahintulot
ja_jp: 権限割当
zh_cn: 权限分配

# Nav.Roles
source: Roles
fil: Mga Tungkulin
ja_jp: ロール
zh_cn: 权限组

# Nav.Permissions
source: Permissions
fil: Mga Pahintulot
ja_jp: 権限
zh_cn: 权限

# Nav.HRReportIndex
source: HR Reports
fil: Mga Ulat ng HR
ja_jp: 人事レポート
zh_cn: 人力报表集

# Nav.SupplierGroup
source: Suppliers
fil: Mga Supplier
ja_jp: 仕入先
zh_cn: 厂商

# Nav.Suppliers
source: Suppliers
fil: Mga Supplier
ja_jp: 仕入先
zh_cn: 厂商

# Nav.SupplierReportIndex
source: Supplier Reports
fil: Mga Ulat ng Supplier
ja_jp: 仕入先レポート
zh_cn: 厂商报表集

# Nav.CustomerGroup
source: Customers
fil: Mga Customer
ja_jp: 顧客
zh_cn: 客户

# Nav.Customers
source: Customers
fil: Mga Customer
ja_jp: 顧客
zh_cn: 客户

# Nav.CustomerVisits
source: Visit Records
fil: Mga Rekord ng Pagbisita
ja_jp: 訪問記録
zh_cn: 拜访记录

# Nav.CustomerCharts
source: Customer Charts
fil: Tsart ng Customer
ja_jp: 顧客グラフ
zh_cn: 客户图表

# Nav.CustomerVisitReport
source: Visit Report
fil: Ulat ng Pagbisita
ja_jp: 訪問レポート
zh_cn: 拜访报告

# Nav.CustomerReportIndex
source: Customer Reports
fil: Mga Ulat ng Customer
ja_jp: 顧客レポート
zh_cn: 客户报表集

# Nav.ProductGroup
source: Products
fil: Mga Produkto
ja_jp: 商品
zh_cn: 商品

# Nav.Products
source: Products
fil: Mga Produkto
ja_jp: 商品
zh_cn: 商品

# Nav.ProductCategories
source: Categories
fil: Mga Kategorya
ja_jp: 分類
zh_cn: 类型

# Nav.Units
source: Units
fil: Mga Yunit
ja_jp: 単位
zh_cn: 单位

# Nav.Sizes
source: Sizes
fil: Mga Sukat
ja_jp: サイズ
zh_cn: 尺寸

# Nav.ProductCompositions
source: BOM
zh_cn: 物料清单

# Nav.CompositionCategories
source: BOM Types
fil: Mga Uri ng BOM
ja_jp: BOM種別
zh_cn: 物料类型

# Nav.ProductionSchedules
source: Production Schedules
fil: Mga Iskedyul ng Produksyon
ja_jp: 生産スケジュール
zh_cn: 生产排程

# Nav.ProductReportIndex
source: Product Reports
fil: Mga Ulat ng Produkto
ja_jp: 商品レポート
zh_cn: 商品报表集

# Nav.InventoryGroup
source: Inventory
fil: Imbentaryo
ja_jp: 在庫
zh_cn: 库存

# Nav.InventoryStocks
source: Stock Inquiry
fil: Pagtatanong sa Stock
ja_jp: 在庫照会
zh_cn: 库存查询

# Nav.Warehouses
source: Warehouses
fil: Mga Bodega
ja_jp: 倉庫
zh_cn: 仓库

# Nav.WarehouseLocations
source: Locations
fil: Mga Lokasyon
ja_jp: ロケーション
zh_cn: 库位

# Nav.StockTakings
source: Stock Taking
fil: Pag-iimbentaryo
ja_jp: 棚卸
zh_cn: 库存盘点

# Nav.MaterialIssues
source: Material Issues
fil: Pag-isyu ng Materyales
ja_jp: 出庫
zh_cn: 领料

# Nav.InventoryReportIndex
source: Inventory Reports
fil: Mga Ulat ng Imbentaryo
ja_jp: 在庫レポート
zh_cn: 仓库报表集

# Nav.PurchaseGroup
source: Purchase
fil: Pagbili
ja_jp: 購買
zh_cn: 采购

# Nav.PurchaseOrders
source: Purchase Orders
fil: Mga Purchase Order
ja_jp: 購買注文
zh_cn: 采购

# Nav.PurchaseReceiving
source: Receiving
fil: Pagtanggap
ja_jp: 入荷
zh_cn: 进货

# Nav.PurchaseReturns
source: Purchase Returns
fil: Mga Purchase Return
ja_jp: 購買返品
zh_cn: 进货退出

# Nav.PurchaseReturnReasons
source: Return Reasons
fil: Mga Dahilan ng Pagbabalik
ja_jp: 返品理由
zh_cn: 退出原因

# Nav.PurchaseReportIndex
source: Purchase Reports
fil: Mga Ulat ng Pagbili
ja_jp: 購買レポート
zh_cn: 采购报表集

# Nav.SalesGroup
source: Sales
fil: Benta
ja_jp: 販売
zh_cn: 销货

# Nav.Quotations
source: Quotations
fil: Mga Quotasyon
ja_jp: 見積
zh_cn: 报价

# Nav.SalesOrders
source: Orders
fil: Mga Order
ja_jp: 受注
zh_cn: 订单

# Nav.SalesDeliveries
source: Deliveries
fil: Mga Pagpapadala
ja_jp: 出荷
zh_cn: 销货

# Nav.SalesReturns
source: Sales Returns
fil: Mga Sales Return
ja_jp: 返品
zh_cn: 销货退回

# Nav.SalesReturnReasons
source: Return Reasons
fil: Mga Dahilan ng Pagbabalik
ja_jp: 返品理由
zh_cn: 退货原因

# Nav.SalesReportIndex
source: Sales Reports
fil: Mga Ulat ng Benta
ja_jp: 販売レポート
zh_cn: 销货报表集

# Nav.VehicleGroup
source: Vehicles
fil: Mga Sasakyan
ja_jp: 車両
zh_cn: 车辆

# Nav.Vehicles
source: Vehicles
fil: Mga Sasakyan
ja_jp: 車両
zh_cn: 车辆

# Nav.VehicleTypes
source: Vehicle Types
fil: Mga Uri ng Sasakyan
ja_jp: 車種
zh_cn: 车型

# Nav.VehicleMaintenances
source: Maintenance
fil: Mga Talaan ng Pagpapanatili
ja_jp: 整備記録
zh_cn: 保养记录

# Nav.VehicleReportIndex
source: Vehicle Reports
fil: Mga Ulat ng Sasakyan
ja_jp: 車両レポート
zh_cn: 车辆报表集

# Nav.WasteGroup
source: Waste
fil: Basura
ja_jp: 廃材
zh_cn: 废料

# Nav.WasteRecords
source: Waste Records
fil: Mga Talaan ng Basura
ja_jp: 廃材記録
zh_cn: 废料记录

# Nav.WasteTypes
source: Waste Types
fil: Mga Uri ng Basura
ja_jp: 廃材種別
zh_cn: 废料类型

# Nav.WasteReportIndex
source: Waste Reports
fil: Mga Ulat ng Basura
ja_jp: 廃材レポート
zh_cn: 废料报表集

# Nav.FinanceGroup
source: Finance
fil: Pananalapi
ja_jp: 財務
zh_cn: 财务

# Nav.ARSetoff
source: AR Setoff
ja_jp: 売掛相殿
zh_cn: 应收冲款

# Nav.APSetoff
source: AP Setoff
ja_jp: 買掛相殿
zh_cn: 应付冲款

# Nav.PaymentMethods
source: Payment Methods
fil: Mga Paraan ng Bayad
ja_jp: 支払方法
zh_cn: 付款方式

# Nav.Banks
source: Banks
fil: Mga Bangko
ja_jp: 銀行
zh_cn: 銀行

# Nav.Currencies
source: Currencies
fil: Mga Pera
ja_jp: 通貨
zh_cn: 货币

# Nav.FinancialReportIndex
source: Finance Reports
fil: Mga Ulat ng Pananalapi
ja_jp: 財務レポート
zh_cn: 财务报表集

# Nav.AccountingGroup
source: Accounting
ja_jp: 会計
zh_cn: 会计

# Nav.JournalEntries
source: Journal Entries
fil: Mga Journal Entry
ja_jp: 仕訳帳
zh_cn: 凭证管理

# Nav.JournalEntryBatch
source: Batch to Journal
ja_jp: 一括仕訳生成
zh_cn: 批量转凭证

# Nav.AccountItems
source: Chart of Accounts
ja_jp: 勘定科目
zh_cn: 会计科目

# Nav.AccountingReportIndex
source: Accounting Reports
fil: Mga Ulat ng Accounting
ja_jp: 会計レポート
zh_cn: 会计报表集

# Nav.SystemGroup
source: System
fil: Sistema
ja_jp: システム
zh_cn: 系统

# Nav.SystemParameters
source: System Parameters
fil: Mga Parameter ng Sistema
ja_jp: システムパラメータ
zh_cn: 系统参数

# Nav.Companies
source: Companies
fil: Mga Kumpanya
ja_jp: 会社
zh_cn: 公司

# Nav.ErrorLogs
source: Error Logs
fil: Mga Error Log
ja_jp: エラーログ
zh_cn: 错误记录

# Nav.PrinterConfigurations
source: Printers
fil: Mga Printer
ja_jp: プリンター
zh_cn: 打印机

# Nav.PaperSettings
source: Paper Settings
fil: Mga Setting ng Papel
ja_jp: 用紙設定
zh_cn: 纸张

# Nav.ReportPrintConfigurations
source: Reports
fil: Mga Ulat
ja_jp: レポート
zh_cn: 报表

# Nav.DefaultUser
source: User
ja_jp: ユーザー
zh_cn: 用户

# Nav.PersonalData
source: Profile
ja_jp: プロフィール
zh_cn: 个人资料

# Nav.SignOut
source: Sign Out
fil: Mag-sign Out
ja_jp: ログアウト
zh_cn: 退出登录

# Nav.SignIn
source: Sign In
fil: Mag-sign In
ja_jp: ログイン
zh_cn: 登录

# Nav.ToggleNav
source: Toggle Navigation
fil: I-toggle ang Navigasyon
ja_jp: ナビゲーション切替
zh_cn: 切换导航菜单

# Nav.UnderConstruction
source: This feature is under construction
fil: Ang feature na ito ay isinasagawa pa
ja_jp: この機能は準備中です
zh_cn: 此功能正在开发中

# ReportCategory.Customer
source: Customer Reports
fil: Mga Ulat ng Customer
ja_jp: 得意先レポート
zh_cn: 客户报表集

# ReportCategory.Supplier
source: Supplier Reports
fil: Mga Ulat ng Supplier
ja_jp: 仕入先レポート
zh_cn: 供应商报表集

# ReportCategory.Product
source: Product Reports
fil: Mga Ulat ng Produkto
ja_jp: 商品レポート
zh_cn: 产品报表集

# ReportCategory.Inventory
source: Inventory Reports
fil: Mga Ulat ng Imbentaryo
ja_jp: 在庫レポート
zh_cn: 库存报表集

# ReportCategory.Sales
source: Sales Reports
fil: Mga Ulat ng Benta
ja_jp: 売上レポート
zh_cn: 销售报表集

# ReportCategory.Purchase
source: Purchase Reports
fil: Mga Ulat ng Pagbili
ja_jp: 仕入レポート
zh_cn: 采购报表集

# ReportCategory.Financial
source: Financial Reports
fil: Mga Ulat sa Pananalapi
ja_jp: 財務レポート
zh_cn: 财务报表集

# ReportCategory.HR
source: HR Reports
fil: Mga Ulat ng HR
ja_jp: 人事レポート
zh_cn: 人力报表集

# ReportCategory.Vehicle
source: Vehicle Reports
fil: Mga Ulat ng Sasakyan
ja_jp: 車両レポート
zh_cn: 车辆报表集

# ReportCategory.Waste
source: Waste Reports
fil: Mga Ulat ng Basura
ja_jp: 廃棄物レポート
zh_cn: 废料报表集

# ReportCategory.Accounting
source: Accounting Reports
fil: Mga Ulat sa Accounting
ja_jp: 会計レポート
zh_cn: 会计报表集

# Report.NoReports
source: No reports available
fil: Walang available na ulat
ja_jp: 利用可能なレポートはありません
zh_cn: 目前没有可用的报表

# Report.SearchPlaceholder
source: Search report name...
fil: Hanapin ang pangalan ng ulat...
ja_jp: レポート名を検索...
zh_cn: 搜索报表名称...

# Report.GoTo
source: Open
fil: Buksan
ja_jp: 開く
zh_cn: 前往

# Report.NotAvailable
source: This report is not yet available
fil: Hindi pa available ang ulat na ito
ja_jp: このレポートはまだ利用できません
zh_cn: 此报表尚未开放

# Report.InstructionText
source: Click "Open" or click the row to open report filter settings
fil: I-click ang "Buksan" o ang hilera upang buksan ang mga filter ng ulat
ja_jp: 「開く」または行をクリックしてレポートフィルター設定を開く
zh_cn: 点击「前往」或点击该行可打开报表筛选条件设定

# Report.NameColumn
source: Report Name
fil: Pangalan ng Ulat
ja_jp: レポート名
zh_cn: 报表名称

# Report.DescriptionColumn
source: Description
fil: Paglalarawan
ja_jp: 説明
zh_cn: 说明

# Report.SearchEmpty
source: No reports matching "{0}"
fil: Walang ulat na tumutugma sa "{0}"
ja_jp: 「{0}」に一致するレポートはありません
zh_cn: 找不到符合「{0}」的报表

# Report.CustomerStatement
source: Customer Statement
fil: Pahayag ng Customer
ja_jp: 得意先照合書
zh_cn: 客户对账单

# Report.CustomerSalesAnalysis
source: Customer Sales Analysis
fil: Pagsusuri ng Benta ng Customer
ja_jp: 得意先売上分析
zh_cn: 客户销售分析

# Report.CustomerTransaction
source: Customer Transaction Detail
fil: Detalye ng Transaksyon ng Customer
ja_jp: 得意先取引明細
zh_cn: 客户交易明细

# Report.CustomerRoster
source: Customer Roster
fil: Listahan ng Customer
ja_jp: 得意先一覧表
zh_cn: 客户名册表

# Report.CustomerDetail
source: Customer Detail
fil: Detalye ng Customer
ja_jp: 得意先詳細
zh_cn: 客户详细资料

# Report.CustomerVisitReport
source: Visit Report
fil: Ulat ng Pagbisita
ja_jp: 訪問レポート
zh_cn: 拜访报告

# Report.SupplierStatement
source: Supplier Statement
fil: Pahayag ng Supplier
ja_jp: 仕入先照合書
zh_cn: 供应商对账单

# Report.SupplierPurchaseAnalysis
source: Supplier Purchase Analysis
fil: Pagsusuri ng Pagbili ng Supplier
ja_jp: 仕入先仕入分析
zh_cn: 供应商进货分析

# Report.SupplierRoster
source: Supplier Roster
fil: Listahan ng Supplier
ja_jp: 仕入先一覧表
zh_cn: 供应商名册表

# Report.SupplierDetail
source: Supplier Detail
fil: Detalye ng Supplier
ja_jp: 仕入先詳細
zh_cn: 供应商详细资料

# Report.PurchaseOrder
source: Purchase Order
ja_jp: 発注書
zh_cn: 采购单

# Report.PurchaseReceiving
source: Purchase Receiving
fil: Resibo ng Pagbili
ja_jp: 入荷伝票
zh_cn: 进货单

# Report.PurchaseReturn
source: Purchase Return
fil: Pagbabalik ng Pagbili
ja_jp: 仕入返品伝票
zh_cn: 进货退出单

# Report.Quotation
source: Quotation
ja_jp: 見積書
zh_cn: 报价单

# Report.SalesOrder
source: Sales Order
ja_jp: 受注書
zh_cn: 销货订单

# Report.SalesDelivery
source: Delivery Order
ja_jp: 出荷伝票
zh_cn: 出货单

# Report.SalesReturn
source: Sales Return
ja_jp: 返品伝票
zh_cn: 销货退回单

# Report.ProductList
source: Product List
fil: Listahan ng Produkto
ja_jp: 商品一覧表
zh_cn: 商品清单表

# Report.ProductDetail
source: Product Detail
fil: Detalye ng Produkto
ja_jp: 商品詳細
zh_cn: 商品详细资料

# Report.ProductBarcode
source: Product Barcode
fil: Barcode ng Produkto
ja_jp: 商品バーコード
zh_cn: 商品条码

# Report.BOMReport
source: BOM Report
ja_jp: BOMレポート
zh_cn: 物料清单报表

# Report.ProductionSchedule
source: Production Schedule
fil: Iskedyul ng Produksyon
ja_jp: 生産スケジュール
zh_cn: 生产排程表

# Report.InventoryStatus
source: Inventory Status
fil: Katayuan ng Imbentaryo
ja_jp: 在庫現況表
zh_cn: 库存现况表

# Report.InventoryTransaction
source: Inventory Transaction
fil: Transaksyon ng Imbentaryo
ja_jp: 在庫履歴明細
zh_cn: 库存异动明细

# Report.InventoryCount
source: Inventory Count Variance
fil: Pagkakaiba sa Pagbibilang
ja_jp: 棚卸差異表
zh_cn: 盘点差异表

# Report.VehicleList
source: Vehicle List
fil: Listahan ng Sasakyan
ja_jp: 車両一覧表
zh_cn: 车辆管理表

# Report.VehicleMaintenance
source: Vehicle Maintenance
fil: Pagpapanatili ng Sasakyan
ja_jp: 車両メンテナンス表
zh_cn: 车辆保养表

# Report.EmployeeRoster
source: Employee Roster
fil: Listahan ng Empleyado
ja_jp: 従業員一覧表
zh_cn: 员工名册表

# Report.EmployeeDetail
source: Employee Detail
fil: Detalye ng Empleyado
ja_jp: 従業員詳細
zh_cn: 员工详细资料

# Report.WasteRecord
source: Waste Record
fil: Talaan ng Basura
ja_jp: 廃棄物記録表
zh_cn: 废料记录表

# Report.AccountsReceivableSetoff
source: A/R Setoff
ja_jp: 売掛決済伝票
zh_cn: 应收冲款单

# Report.AccountsPayableSetoff
source: A/P Setoff
ja_jp: 買掛決済伝票
zh_cn: 应付冲款单

# Report.AccountItemList
source: Chart of Accounts
ja_jp: 勘定科目一覧
zh_cn: 会计科目表

# Report.TrialBalance
source: Trial Balance
ja_jp: 試算表
zh_cn: 试算表

# Report.IncomeStatement
source: Income Statement
ja_jp: 損益計算書
zh_cn: 损益表

# Report.BalanceSheet
source: Balance Sheet
ja_jp: 貸岑対照表
zh_cn: 资产负债表

# Report.GeneralLedger
source: General Ledger
ja_jp: 总分类帐
zh_cn: 总分类账

# Report.SubsidiaryLedger
source: Subsidiary Ledger
ja_jp: 明細元帳
zh_cn: 明细分类账

# Report.DetailAccountBalance
source: Account Balance Summary
ja_jp: 勘定科目殘高表
zh_cn: 明细科目余额表

# Label.DocumentPreview
source: {0} Preview
fil: Preview ng {0}
ja_jp: {0}プレビュー
zh_cn: {0}预览

# Message.EditTitle
source: Edit {0}
fil: I-edit ang {0}
ja_jp: {0}の編集
zh_cn: 编辑{0}

# Message.CreateTitle
source: Create {0}
fil: Lumikha ng {0}
ja_jp: {0}の作成
zh_cn: 新建{0}

# Message.UpdateSuccess
source: {0} updated successfully
fil: Matagumpay na na-update ang {0}
ja_jp: {0}を更新しました
zh_cn: {0}更新成功

# Message.CreateSuccess
source: {0} created successfully
fil: Matagumpay na nagawa ang {0}
ja_jp: {0}を作成しました
zh_cn: {0}新建成功

# Message.SaveFailure
source: Failed to save {0}
fil: Nabigo ang pag-save ng {0}
ja_jp: {0}の保存に失敗しました
zh_cn: {0}保存失败

# Message.ViewReadOnly
source: View {0} (Read-only)
fil: Tingnan ang {0} (Basahin lamang)
ja_jp: {0}の参照（読取専用）
zh_cn: 查看{0}（只读）

# Entity.PurchaseOrder
source: Purchase Order
ja_jp: 発注書
zh_cn: 采购单

# Entity.PurchaseReceiving
source: Goods Receipt
ja_jp: 入荷
zh_cn: 入货

# Entity.PurchaseReceivingDoc
source: Goods Receipt
ja_jp: 入荷書
zh_cn: 入货单

# Entity.PurchaseReturn
source: Purchase Return
ja_jp: 仕入返品
zh_cn: 采购退货

# Entity.PurchaseReturnDoc
source: Purchase Return
ja_jp: 仕入返品伝票
zh_cn: 采购退货单

# Entity.PurchaseReturnReason
source: Return Reason
fil: Dahilan ng Pagbabalik
ja_jp: 返品理由
zh_cn: 退货原因

# Entity.Quotation
source: Quotation
ja_jp: 見積書
zh_cn: 报价单

# Entity.SalesOrder
source: Sales Order
ja_jp: 受注書
zh_cn: 订单

# Entity.SalesDelivery
source: Delivery Note
ja_jp: 出荷書
zh_cn: 出货单

# Entity.SalesDeliveryDoc
source: Delivery Note
ja_jp: 出荷書
zh_cn: 销货单

# Entity.SalesReturn
source: Sales Return
ja_jp: 売上返品
zh_cn: 销售退货

# Entity.SalesReturnDoc
source: Sales Return
ja_jp: 売上返品伝票
zh_cn: 退货单

# Entity.SalesReturnReason
source: Return Reason
fil: Dahilan ng Pagbabalik
ja_jp: 返品理由
zh_cn: 退货原因

# Entity.Customer
source: Customer
fil: Kliyente
ja_jp: 得意先
zh_cn: 客户

# Entity.CustomerVisit
source: Customer Visit
fil: Pagbisita sa Kliyente
ja_jp: 訪問記録
zh_cn: 拜访记录

# Entity.Supplier
source: Supplier
ja_jp: 仕入先
zh_cn: 供应商

# Entity.Product
source: Product
fil: Produkto
ja_jp: 商品
zh_cn: 商品

# Entity.ProductCategory
source: Product Category
fil: Kategorya ng Produkto
ja_jp: 商品カテゴリ
zh_cn: 商品类型

# Entity.ProductComposition
source: Bill of Materials
ja_jp: 部品表
zh_cn: 物料清单

# Entity.BOM
source: BOM
ja_jp: 部品表
zh_cn: 物料清单

# Entity.CompositionCategory
source: BOM Category
fil: Kategorya ng BOM
ja_jp: 部品表カテゴリ
zh_cn: 物料清单类型

# Entity.Unit
source: Unit
fil: Yunit
ja_jp: 単位
zh_cn: 单位

# Entity.Size
source: Size
fil: Sukat
ja_jp: サイズ
zh_cn: 尺寸

# Entity.Material
source: Material
fil: Materyales
ja_jp: 素材
zh_cn: 材质
