Repository: WeiChienTang/E
Catalog: ERPCore2/Resources/SharedResource.*.resx
Languages: fil, ja_jp, zh_cn

# Report.ProductionScheduleDesc
source: Query production schedules including schedule items, quantity, status, and planned dates
fil: I-query ang mga production schedule kasama ang mga item ng schedule, dami, status, at mga planong petsa
ja_jp: スケジュール項目、数量、状態、予定日等の明細を含む生産スケジュールを照会
zh_cn: 查询生产排程，含排程项目、数量、状态、预计日期等明细

# Report.InventoryStatusDesc
source: Query current stock status for each warehouse including available stock, reserved stock, and inventory value
fil: I-query ang kasalukuyang katayuan ng stock para sa bawat bodega kasama ang available stock, nakalaan na stock, at halaga ng imbentaryo
ja_jp: 現有在庫、引当済在庫、利用可能在庫および在庫金額を含む各倉庫の現在庫状況を照会
zh_cn: 查询各仓库商品库存现况，含现有库存、预留库存、可用库存及库存金额

# Report.InventoryTransactionDesc
source: Query inventory movement and transaction records
fil: I-query ang mga detalye ng rekord ng paggalaw ng imbentaryo
ja_jp: 在庫の入出庫異動記録明細を照会
zh_cn: 查询库存进出异动记录明细

# Report.InventoryCountDesc
source: Grouped by stocktake, shows system stock, actual count, and variance amount per product; supports filtering by variance items only
fil: Nakagrupo ayon sa stocktake, nagpapakita ng system stock, aktwal na bilang, at halaga ng pagkakaiba sa bawat produkto; sumusuporta sa pag-filter ng mga item na may pagkakaiba lamang
ja_jp: 棚卸別に各商品のシステム在庫、実地棚卸数、差異金額を表示し、差異項目のみのフィルタをサポート
zh_cn: 依盘点单分组显示各商品系统库存、实盘数量及差异金额，支持仅差异项目筛选

# Report.VehicleListDesc
source: Print vehicle basic data list including plate number, vehicle name, model, brand, person in charge, and insurance expiry
fil: I-print ang listahan ng pangunahing data ng sasakyan kasama ang plate number, pangalan, modelo, tatak, responsableng tao, at petsa ng pag-expire ng insurance
ja_jp: ナンバープレート、車名、車型、メーカー、担当者、保険満了日等を含む車両基本情報リストを印刷
zh_cn: 打印车辆基本资料清单，含车牌号码、车辆名称、车型、厂牌、负责人、保险到期日等

# Report.VehicleMaintenanceDesc
source: Print vehicle maintenance records including maintenance type, date, mileage, cost, and service shop details
fil: I-print ang mga rekord ng pagpapanatili ng sasakyan kasama ang uri ng pagpapanatili, petsa, kilometrahe, gastos, at detalye ng serbisyo
ja_jp: メンテナンス種別、日付、走行距離、費用、整備工場等の明細を含む車両整備記録を印刷
zh_cn: 打印车辆保养记录，含保养类型、保养日期、里程数、费用、维修厂等明细

# Report.EmployeeRosterDesc
source: Print employee basic data list including employee code, name, department, position, hire date, and employment status
fil: I-print ang listahan ng pangunahing data ng empleyado kasama ang code, pangalan, departamento, posisyon, petsa ng pagkuha, at katayuan ng trabaho
ja_jp: 社員番号、氏名、部署、役職、入社日、在籍状況等を含む社員基本情報リストを印刷
zh_cn: 打印员工基本资料清单，含员工编号、姓名、部门、职位、到职日期、在职状态等

# Report.EmployeeDetailDesc
source: Print complete employee details including contact info, emergency contacts, and employment information, one block per employee
fil: I-print ang kumpletong detalye ng empleyado kasama ang impormasyon sa pakikipag-ugnayan, emergency contacts, at impormasyon sa trabaho
ja_jp: 連絡先情報、緊急連絡先、在籍情報等を含む社員の完全な詳細情報を1ブロック毎に印刷
zh_cn: 打印员工完整详细资料，含联系资讯、紧急联系人、任职资讯等，每位员工各占一区块

# Report.WasteRecordDesc
source: Print waste record list grouped by waste type, including plate number, customer, warehouse, weight, and cost details
fil: I-print ang listahan ng rekord ng basura na nakagrupo ayon sa uri ng basura, kasama ang plate number, customer, bodega, timbang, at mga detalye ng gastos
ja_jp: 廃材種別別に車番、顧客、入庫倉庫、重量、費用明細を含む廃材記録リストを印刷
zh_cn: 打印废料记录清单，依废料类型分组，含车牌号码、客户、入库仓库、重量及费用明细

# Report.AccountsReceivableSetoffDesc
source: Print accounts receivable setoff document including customer info, offset details, and payment records
fil: I-print ang dokumento ng setoff ng accounts receivable kasama ang impormasyon ng customer, mga detalye ng offset, at mga rekord ng bayad
ja_jp: 顧客情報、相殺明細、入金記録を含む売掛金相殺伝票を印刷
zh_cn: 打印应收冲款单（含客户资讯、冲销明细、收款记录）

# Report.AccountsPayableSetoffDesc
source: Print accounts payable setoff document including supplier info, offset details, and payment records
fil: I-print ang dokumento ng setoff ng accounts payable kasama ang impormasyon ng supplier, mga detalye ng offset, at mga rekord ng bayad
ja_jp: 仕入先情報、相殺明細、支払記録を含む買掛金相殺伝票を印刷
zh_cn: 打印应付冲款单（含厂商资讯、冲销明细、付款记录）

# Report.AccountItemListDesc
source: Print standard chart of accounts grouped by account type, showing account code, name, level, and debit/credit direction
fil: I-print ang standard chart of accounts na nakagrupo ayon sa uri ng account, nagpapakita ng code, pangalan, antas, at direksyon ng debit/credit
ja_jp: 勘定科目大類別にグループ化し、勘定コード、名称、階層、借方/貸方方向等を表示する勘定科目表を印刷
zh_cn: 打印标准会计科目表，依科目大类分组显示科目代码、名称、层级、借贷方向等

# Report.TrialBalanceDesc
source: Summarize debit/credit amounts and cumulative ending balances for each account from posted journal entries, verifying balance
fil: Buuin ang mga halaga ng debit/credit at kumulatibong natitirang balanse para sa bawat account mula sa mga naka-post na journal entry, para ma-verify ang balanse
ja_jp: 転記済み伝票の科目別当期借方・貸方発生額と期末累計残高を集計し、借貸平衡を検証
zh_cn: 依科目汇总已过账传票的本期借贷发生额与期末累计余额，验证借贷平衡

# Report.IncomeStatementDesc
source: Summarize operating revenue, cost, and expenses for a specified period, calculating gross profit, operating income, and pre-tax income
fil: Buuin ang kita sa operasyon, gastos, at gastusin para sa isang tinukoy na panahon, kinakalkula ang gross profit, kita sa operasyon, at kita bago ang buwis
ja_jp: 指定期間の営業収益・原価・費用を集計し、売上総利益、営業損益、税前損益を計算
zh_cn: 汇总指定期间的营业收入、成本、费用，计算毛利润、营业损益及税前损益

# Report.BalanceSheetDesc
source: Summarize cumulative balances of assets, liabilities, and equity as of a cutoff date (Assets = Liabilities + Equity)
fil: Buuin ang kumulatibong mga balanse ng mga asset, pananagutan, at equity sa isang cutoff na petsa (Assets = Liabilities + Equity)
ja_jp: 基準日時点の資産・負債・純資産の累計残高を集計（資産 = 負債 + 純資産）
zh_cn: 汇总截止日当天的资产、负债、权益累计余额（资产 = 负债 + 权益）

# Report.GeneralLedgerDesc
source: Display account cards for all accounts grouped by account type, each showing all posted journal entry details with opening balance, running balance, and closing balance
fil: Ipakita ang mga account card para sa lahat ng account na nakagrupo ayon sa uri ng account, bawat isa ay nagpapakita ng lahat ng naka-post na detalye ng journal entry na may simula, running, at panghuling balanse
ja_jp: 科目大類別にグループ化したすべての勘定の勘定カードを表示し、各科目に転記済み伝票明細・期首残高・流水残高・期末残高を表示
zh_cn: 显示所有科目的账户卡片，依科目大类分组，每个科目列出所有已过账传票明细（含期初余额、逐笔流水余额、期末余额）

# Report.SubsidiaryLedgerDesc
source: Query specific account cards by account code/name keyword, showing posted journal entry details and running balance, suitable for accounts receivable/payable by customer/supplier
fil: I-query ang mga specific na account card ayon sa keyword ng code/pangalan ng account, nagpapakita ng mga naka-post na detalye ng journal entry at running balance, angkop para sa accounts receivable/payable ayon sa customer/supplier
ja_jp: 勘定コード・名称キーワードで特定勘定のカードを照会し、転記済み伝票明細と流水残高を表示。顧客別売掛金、仕入先別買掛金等の明細確認に適する
zh_cn: 依科目代码/名称关键字查询特定科目的账户卡片，显示已过账传票明细与流水余额，适合查看应收账款按客户、应付账款按厂商等明细

# Report.DetailAccountBalanceDesc
source: Summarize opening balance, period debit/credit amounts, and closing balance for each account without transaction details, for quick review of balance changes
fil: Buuin ang simula na balanse, halaga ng debit/credit sa panahon, at panghuling balanse para sa bawat account nang walang mga detalye ng transaksyon, para sa mabilis na pagsusuri ng mga pagbabago sa balanse
ja_jp: 各科目の期首残高、当期借方・貸方発生額、期末残高を集計（逐筆明細なし）、各科目の残高変動を素早く把握するのに適する
zh_cn: 汇总各科目的期初余额、本期借方发生额、本期贷方发生额及期末余额，无逐笔明细，适合快速掌握各科目余额变动

# Column.TaxRate
source: Tax Rate
fil: Buwis
ja_jp: 税率
zh_cn: 税率

# Column.IsReceivingCompleted
source: Fully Received
fil: Ganap na Natanggap
ja_jp: 入荷完了
zh_cn: 已收完

# Placeholder.SelectWarehouseFirst
source: Please select a warehouse first
fil: Pumili muna ng bodega
ja_jp: 先に倉庫を選択してください
zh_cn: 请先选择仓库

# Auth.LoginPageTitle
source: Login
fil: Mag-login
ja_jp: ログイン
zh_cn: 登录

# Auth.SystemTitle
source: Enterprise Resource Management System
ja_jp: 企業資源管理システム
zh_cn: 企业资源管理系统

# Auth.Username
source: Username
fil: Account
ja_jp: アカウント
zh_cn: 账号

# Auth.Password
source: Password
ja_jp: パスワード
zh_cn: 密码

# Auth.RememberMe
source: Remember Me
fil: Tandaan Ako
ja_jp: ログイン状態を保持
zh_cn: 记住我

# Auth.LoginButton
source: Login
fil: Mag-login
ja_jp: ログイン
zh_cn: 登录

# Auth.ErrorInvalid
source: Invalid username or password
fil: Mali ang username o password
ja_jp: ユーザー名またはパスワードが正しくありません
zh_cn: 用户名或密码错误

# Auth.ErrorLocked
source: Account is locked. Please contact your administrator.
fil: Naka-lock ang account. Makipag-ugnayan sa inyong administrator.
ja_jp: アカウントがロックされています。管理者にお問い合わせください。
zh_cn: 账号已被锁定，请联系管理员

# Auth.ErrorDisabled
source: Account is disabled
fil: Naka-disable ang account
ja_jp: アカウントが無効になっています
zh_cn: 账号已停用

# Auth.ErrorDefault
source: Login failed. Please try again later.
fil: Nabigo ang pag-login. Subukang muli mamaya.
ja_jp: ログインに失敗しました。後でもう一度お試しください。
zh_cn: 登录失败，请稍后再试

# Placeholder.EnterUsername
source: Enter your username
fil: Ilagay ang inyong account
ja_jp: アカウントを入力してください
zh_cn: 请输入账号

# Placeholder.EnterPassword
source: Enter your password
fil: Ilagay ang inyong password
ja_jp: パスワードを入力してください
zh_cn: 请输入密码

# Auth.AccessDenied
source: Access Denied
fil: Tinanggihan ang Access
ja_jp: アクセス拒否
zh_cn: 访问被拒绝

# Auth.NoPermission
source: You do not have permission to access this page
fil: Wala kayong pahintulot na ma-access ang pahinang ito
ja_jp: このページへのアクセス権限がありません
zh_cn: 您没有权限访问此页面

# Auth.NoPermissionDetail
source: Sorry, your account does not have sufficient permissions to access this feature.
fil: Paumanhin, ang inyong account ay walang sapat na pahintulot para ma-access ang feature na ito.
ja_jp: 申し訳ありませんが、お使いのアカウントにはこの機能へのアクセス権限が不足しています。
zh_cn: 抱歉，您的账户没有足够的权限访问此功能。

# Auth.ContactAdmin
source: Please contact the system administrator to obtain the required permissions.
fil: Makipag-ugnayan sa system administrator upang makuha ang kinakailangang pahintulot.
ja_jp: 必要な権限を取得するには、システム管理者にお問い合わせください。
zh_cn: 请联系系统管理员获取所需权限。

# Button.BackToHome
source: Back to Home
fil: Bumalik sa Home
ja_jp: ホームに戻る
zh_cn: 返回首页

# Button.GoBack
source: Go Back
fil: Bumalik
ja_jp: 前のページに戻る
zh_cn: 返回上一页

# Auth.LoggingOut
source: Logging Out
fil: Nag-a-logout
ja_jp: ログアウト中
zh_cn: 正在登出

# Auth.LoggingOutMessage
source: Securely logging you out, please wait...
fil: Ligtas na ino-logout kayo, mangyaring maghintay...
ja_jp: 安全にログアウトしています。しばらくお待ちください...
zh_cn: 正在为您安全登出，请稍候...

# Auth.LoggingOutRedirectPrefix
source: If the page does not redirect automatically, please
fil: Kung hindi awtomatikong mag-redirect ang pahina, mangyaring
ja_jp: ページが自動的にリダイレクトされない場合は、
zh_cn: 如果页面没有自动跳转，请

# Auth.LoggingOutClickHere
source: click here
fil: i-click dito
ja_jp: こちらをクリック
zh_cn: 点击这里

# Error.PageTitle
source: System Error
fil: Error sa System
ja_jp: システムエラー
zh_cn: 系统错误

# Error.PageHasError
source: The page has encountered an error
fil: Mayroong error ang pahina sa kasalukuyan
ja_jp: ページにエラーが発生しています
zh_cn: 页面目前有些错误

# Error.ContactEngineer
source: Please contact an engineer to fix the issue. We apologize for the inconvenience.
fil: Mangyaring makipag-ugnayan sa engineer para maayos ito. Humihingi kami ng paumanhin sa abala.
ja_jp: エンジニアに修正を依頼してください。ご不便をおかけして申し訳ありません。
zh_cn: 请联系工程师修复，造成困扰深感抱歉。

# Error.ErrorMessage
source: Error Message:
fil: Mensahe ng Error:
ja_jp: エラーメッセージ：
zh_cn: 错误消息：

# Error.ErrorId
source: Error ID:
fil: ID ng Error:
ja_jp: エラーID：
zh_cn: 错误编号：

# Error.TechnicalDetails
source: Technical Details
fil: Teknikal na Detalye
ja_jp: 技術的な詳細
zh_cn: 技术详情

# Error.OccurredAt
source: Occurred At:
fil: Naganap noong:
ja_jp: 発生日時：
zh_cn: 发生时间：

# Error.ExceptionType
source: Exception Type:
fil: Uri ng Exception:
ja_jp: 例外の種類：
zh_cn: 异常类型：

# Error.Module
source: Module:
ja_jp: モジュール：
zh_cn: 模块：

# Error.Unknown
source: Unknown
fil: Hindi Kilala
ja_jp: 不明
zh_cn: 未知

# Error.ShowTechnicalDetails
source: Show Technical Details
fil: Ipakita ang Teknikal na Detalye
ja_jp: 技術的な詳細を表示
zh_cn: 显示技术详情

# Error.HideTechnicalDetails
source: Hide Technical Details
fil: Itago ang Teknikal na Detalye
ja_jp: 技術的な詳細を非表示
zh_cn: 隐藏技术详情

# Error.ReportError
source: Report Issue
fil: Mag-ulat ng Problema
ja_jp: 問題を報告
zh_cn: 报告问题

# Error.UnknownError
source: An unknown system error has occurred
fil: Naganap ang hindi kilalang error sa system
ja_jp: 不明なシステムエラーが発生しました
zh_cn: 系统发生未知错误

# Error.ReportThankYou
source: Thank you for your report. We will address this issue as soon as possible.
fil: Salamat sa inyong ulat. Aasikasuhin namin ito sa lalong madaling panahon.
ja_jp: ご報告ありがとうございます。できる限り早急に対応いたします。
zh_cn: 感谢您的反馈，我们会尽快处理此问题。

# Error.MsgTimeout
source: System response timed out. Please try again later.
fil: Nag-timeout ang pagtugon ng system. Subukang muli mamaya.
ja_jp: システムの応答がタイムアウトしました。後でもう一度お試しください。
zh_cn: 系统响应超时，请稍后再试

# Error.MsgConnection
source: Database connection error. Please try again later.
fil: Error sa koneksyon ng database. Subukang muli mamaya.
ja_jp: データベース接続エラーが発生しました。後でもう一度お試しください。
zh_cn: 数据库连接异常，请稍后再试

# Error.MsgUnauthorized
source: Insufficient permissions. Please contact your administrator.
fil: Kulang ang pahintulot. Makipag-ugnayan sa inyong administrator.
ja_jp: 権限が不足しています。管理者にお問い合わせください。
zh_cn: 权限不足，请联系管理员

# Error.MsgValidation
source: Data validation failed. Please check your input.
fil: Nabigo ang validation ng data. Suriin ang inyong input.
ja_jp: データの検証に失敗しました。入力内容を確認してください。
zh_cn: 数据验证失败，请检查输入内容

# Error.MsgFile
source: Related file not found. Please contact technical support.
fil: Hindi mahanap ang kaugnay na file. Makipag-ugnayan sa teknikal na suporta.
ja_jp: 関連ファイルが見つかりません。技術担当者にお問い合わせください。
zh_cn: 找不到相关文件，请联系技术人员

# Error.MsgMemory
source: Insufficient system resources. Please contact technical support.
fil: Hindi sapat ang resources ng system. Makipag-ugnayan sa teknikal na suporta.
ja_jp: システムリソースが不足しています。技術担当者にお問い合わせください。
zh_cn: 系统资源不足，请联系技术人员

# Error.MsgDatabase
source: Database operation error. Please try again later.
fil: Error sa operasyon ng database. Subukang muli mamaya.
ja_jp: データベース操作エラーが発生しました。後でもう一度お試しください。
zh_cn: 数据库操作异常，请稍后再试

# Error.MsgGeneral
source: A system error has occurred. Please contact technical support.
fil: Naganap ang error sa system. Makipag-ugnayan sa teknikal na suporta.
ja_jp: システムエラーが発生しました。技術担当者にお問い合わせください。
zh_cn: 系统发生错误，请联系技术人员

# About.Title
source: About This System
fil: Tungkol sa System na Ito
ja_jp: このシステムについて
zh_cn: 关于本系统

# About.SystemSubtitle
source: Enterprise Resource Planning System
ja_jp: 企業資源計画システム
zh_cn: 企业资源规划系统

# About.DeveloperInfo
source: Developer Info
fil: Impormasyon ng Developer
ja_jp: 開発者情報
zh_cn: 开发信息

# About.Developer
source: Developer:
ja_jp: 開発者：
zh_cn: 开发者：

# About.ContactUs
source: Contact Us
fil: Makipag-ugnayan sa Amin
ja_jp: お問い合わせ
zh_cn: 联系我们

# About.Email
source: Email
ja_jp: メールアドレス
zh_cn: 电子邮件

# About.CopyEmail
source: Copy Email
fil: Kopyahin ang Email
ja_jp: メールをコピー
zh_cn: 复制邮箱

# About.Copied
source: Copied
fil: Nakopya
ja_jp: コピー済み
zh_cn: 已复制

# About.Copy
source: Copy
fil: Kopyahin
ja_jp: コピー
zh_cn: 复制

# About.LineScanQr
source: Scan QR Code to Add as Friend
fil: I-scan ang QR Code para Magdagdag bilang Kaibigan
ja_jp: QRコードをスキャンして友達追加
zh_cn: 扫描 QR Code 添加好友

# About.LineContact
source: Use Line App to scan this QR Code to contact us
fil: Gamitin ang Line App para i-scan ang QR Code na ito para makipag-ugnayan sa amin
ja_jp: Line アプリでこの QR コードをスキャンしてご連絡ください
zh_cn: 使用 Line App 扫描此 QR Code 与我联系

# About.QrCodePlaceholder
source: Please place QR Code image here
fil: Mangyaring ilagay ang larawan ng QR Code dito
ja_jp: QR コード画像を配置してください
zh_cn: 请放置 QR Code 图片

# Home.SystemName
source: ERP System
fil: ERP Sistema
ja_jp: ERPシステム
zh_cn: ERP系统

# Home.PageTitle
source: System Home
fil: Pahina ng Sistema
ja_jp: システムホーム
zh_cn: 系统首页

# Home.LoadingConfig
source: Loading home configuration...
fil: Naglo-load ng configuration...
ja_jp: ホームページ設定を読み込み中...
zh_cn: 正在加载首页配置...

# Home.ClickToChangeIcon
source: Click to change icon
fil: Mag-click para palitan ang icon
ja_jp: アイコンを変更するにはクリック
zh_cn: 点击更换图标

# Home.Done
source: Done
fil: Tapos Na
ja_jp: 完了
zh_cn: 完成

# Home.AddItem
source: Add Item
fil: Magdagdag ng Item
ja_jp: 項目を追加
zh_cn: 新增项目

# Home.NoPanelItems
source: No items in this panel
fil: Walang mga item sa panel na ito
ja_jp: このパネルにアイテムがありません
zh_cn: 此区块尚无项目

# Home.AddPanel
source: Add Panel
fil: Magdagdag ng Panel
ja_jp: パネルを追加
zh_cn: 新增区块

# Home.RestoreDefault
source: Restore Default
fil: I-restore ang Default
ja_jp: デフォルトに戻す
zh_cn: 恢复默认

# Home.RestoreDefaultTooltip
source: Restore home to system default configuration
fil: I-restore ang tahanan sa default na configuration ng system
ja_jp: ホームをシステムデフォルト設定に戻す
zh_cn: 将首页恢复为系统默认配置

# Home.NoPanels
source: No panels configured yet
fil: Walang mga panel na na-configure
ja_jp: パネルがまだ設定されていません
zh_cn: 尚未配置任何区块

# Home.CreateFirstPanel
source: Create First Panel
fil: Lumikha ng Unang Panel
ja_jp: 最初のパネルを作成
zh_cn: 创建第一个区块

# Home.ConfirmRestoreTitle
source: Restore Default Configuration
fil: I-restore ang Default na Configuration
ja_jp: デフォルト設定に戻す
zh_cn: 恢复默认配置

# Home.ConfirmRestoreMessage
source: Are you sure you want to restore the home page to default? All custom panels will be cleared and default panels will be recreated.
fil: Sigurado ka bang gusto mong i-restore ang home page sa default? Lahat ng custom na panel ay mabubura at ang mga default na panel ay muling malilikha.
ja_jp: ホームページをデフォルト設定に戻してよろしいですか？すべてのカスタムパネルが削除され、デフォルトのパネルが再作成されます。
zh_cn: 确定要将首页恢复为默认配置吗？所有自定义区块将被清除，并重新创建默认区块。

# Home.ConfirmRestoreButton
source: Confirm Restore
fil: Kumpirmahin ang Pag-restore
ja_jp: 復元を確認
zh_cn: 确认恢复

# Home.DeletePanelTitle
source: Delete Panel
fil: Tanggalin ang Panel
ja_jp: パネルを削除
zh_cn: 删除区块

# Home.DeletePanelMessage
source: Are you sure you want to delete the "{0}" panel? All items in the panel will also be deleted.
fil: Sigurado ka bang gusto mong tanggalin ang "{0}" na panel? Lahat ng item sa panel ay tatanggalin din.
ja_jp: 「{0}」パネルを削除してよろしいですか？パネル内のすべての項目も削除されます。
zh_cn: 确定要删除"{0}"区块吗？区块内的所有项目将一并删除。

# Home.CreatePanelTitle
source: Add Panel
fil: Magdagdag ng Panel
ja_jp: パネルを追加
zh_cn: 新增区块

# Home.PanelTitleLabel
source: Panel Title
fil: Titulo ng Panel
ja_jp: パネルタイトル
zh_cn: 区块标题

# Home.PanelTitlePlaceholder
source: Please enter panel title
fil: Pakipasok ang titulo ng panel
ja_jp: パネルタイトルを入力してください
zh_cn: 请输入区块标题

# Home.MaxCharsHint
source: Maximum {0} characters
fil: Hanggang {0} na karakter
ja_jp: 最大 {0} 文字
zh_cn: 最多 {0} 字

# Home.CompanySetupTitle
source: Set Up Company
fil: I-setup ang Kumpanya
ja_jp: 会社情報の設定
zh_cn: 设置公司信息

# Home.CompanySetupMessage
source: Company information has not been set up. Would you like to set it up now?
fil: Ang impormasyon ng kumpanya ay hindi pa na-setup. Gusto mo bang i-setup ito ngayon?
ja_jp: 会社情報がまだ設定されていません。今すぐ設定しますか？
zh_cn: 系统尚未设置公司信息，是否立即设置？

# Home.CompanySetupNow
source: Set Up Now
fil: I-setup Ngayon
ja_jp: 今すぐ設定
zh_cn: 立即设置

# Home.CompanySetupLater
source: Set Up Later
fil: I-setup Mamaya
ja_jp: 後で設定
zh_cn: 稍后设置

# Home.DeleteThisPanelTooltip
source: Delete This Panel
fil: Tanggalin ang Panel na Ito
ja_jp: このパネルを削除
zh_cn: 删除此区块

# Home.EditThisPanelTooltip
source: Edit This Panel
fil: I-edit ang Panel na Ito
ja_jp: このパネルを編集
zh_cn: 编辑此区块

# Home.Create
source: Create
fil: Lumikha
ja_jp: 作成
zh_cn: 创建

# Message.LoadHomeFailed
source: Failed to load home configuration
fil: Nabigong i-load ang home configuration
ja_jp: ホームページ設定の読み込みに失敗しました
zh_cn: 加载首页配置失败

# Message.UpdateTitleFailed
source: Failed to update title
fil: Nabigong i-update ang titulo
ja_jp: タイトルの更新に失敗しました
zh_cn: 更新标题失败

# Message.IconUpdated
source: Icon updated
fil: Na-update na ang icon
ja_jp: アイコンが更新されました
zh_cn: 图标已更新

# Message.UpdateIconFailed
source: Failed to update icon
fil: Nabigong i-update ang icon
ja_jp: アイコンの更新に失敗しました
zh_cn: 更新图标失败

# Message.PanelCreated
source: Panel created
fil: Nailikha na ang panel
ja_jp: パネルが作成されました
zh_cn: 区块已创建

# Message.CreatePanelFailed
source: Failed to create panel
fil: Nabigong lumikha ng panel
ja_jp: パネルの作成に失敗しました
zh_cn: 创建区块失败

# Message.PanelDeleted
source: Panel deleted
fil: Natanggal na ang panel
ja_jp: パネルが削除されました
zh_cn: 区块已删除

# Message.DeletePanelFailed
source: Failed to delete panel
fil: Nabigong tanggalin ang panel
ja_jp: パネルの削除に失敗しました
zh_cn: 删除区块失败

# Message.RestoredToDefault
source: Restored to default configuration
fil: Na-restore na sa default na configuration
ja_jp: デフォルト設定に戻されました
zh_cn: 已恢复为默认配置

# Message.RestoreDefaultFailed
source: Failed to restore default configuration
fil: Nabigong i-restore ang default na configuration
ja_jp: デフォルト設定への復元に失敗しました
zh_cn: 恢复默认配置失败

# Message.OpenFunctionFailed
source: Failed to open function
fil: Nabigong buksan ang function
ja_jp: 機能を開くことができませんでした
zh_cn: 打开功能失败

# Message.LoadAvailableItemsFailed
source: Failed to load available items
fil: Nabigong i-load ang mga available na item
ja_jp: 利用可能な項目の読み込みに失敗しました
zh_cn: 加载可用项目失败

# Message.ItemAdded
source: Item added
fil: Naidagdag na ang item
ja_jp: 項目が追加されました
zh_cn: 项目已添加

# Message.AddItemFailed
source: Failed to add item
fil: Nabigong magdagdag ng item
ja_jp: 項目の追加に失敗しました
zh_cn: 添加项目失败

# Message.ItemRemoved
source: Removed
fil: Natanggal na
ja_jp: 削除されました
zh_cn: 已移除

# Message.RemoveFailed
source: Failed to remove
fil: Nabigong tanggalin
ja_jp: 削除に失敗しました
zh_cn: 移除失败

# Message.SortUpdateFailed
source: Failed to update sort order
fil: Nabigong i-update ang order
ja_jp: 並び替えの更新に失敗しました
zh_cn: 排序更新失败

# Message.CompanySetupComplete
source: Company setup completed
fil: Natapos na ang setup ng kumpanya
ja_jp: 会社の設定が完了しました
zh_cn: 公司设置完成

# Message.CompanySetupFailed
source: Error occurred while setting up company
fil: Nagkaroon ng error habang sine-setup ang kumpanya
ja_jp: 会社の設定中にエラーが発生しました
zh_cn: 设置公司时发生错误

# Warning.EnterPanelTitle
source: Please enter panel title
fil: Pakipasok ang titulo ng panel
ja_jp: パネルタイトルを入力してください
zh_cn: 请输入区块标题

# Modal.ErrorHeading
source: Error
ja_jp: エラー
zh_cn: 错误

# Modal.NoContent
source: No Content
fil: Walang Nilalaman
ja_jp: コンテンツなし
zh_cn: 暂无内容

# Modal.CreatedAt
source: Created At:
fil: Nilikha noong:
ja_jp: 作成日時：
zh_cn: 创建时间：

# Modal.CreatedBy
source: Created By:
fil: Nilikha ni:
ja_jp: 作成者：
zh_cn: 创建者：

# Modal.UpdatedAt
source: Last Updated At:
fil: Huling na-update noong:
ja_jp: 最終更新日時：
zh_cn: 最后更新时间：

# Modal.UpdatedBy
source: Last Updated By:
fil: Huling binago ni:
ja_jp: 最終更新者：
zh_cn: 最后修改者：

# Modal.DefaultTitle
source: Window
ja_jp: ウィンドウ
zh_cn: 窗口

# Modal.DefaultLoading
source: Loading...
fil: Naglo-load...
ja_jp: 読み込み中...
zh_cn: 载入中...

# BatchDelete.Loading
source: Deleting, please wait...
fil: Nagtatanggal, mangyaring maghintay...
ja_jp: 削除中です。しばらくお待ちください...
zh_cn: 正在删除中，请稍候...

# BatchDelete.ConfirmButton
source: Confirm Delete
fil: Kumpirmahin ang Pagtanggal
ja_jp: 削除を確認
zh_cn: 确认删除

# BatchDelete.ConfirmTooltip
source: Confirm batch delete
fil: Kumpirmahin ang Batch Delete
ja_jp: 一括削除を確認
zh_cn: 确认执行批量删除

# BatchDelete.CancelTooltip
source: Cancel and Close
fil: Kanselahin at Isara
ja_jp: キャンセルして閉じる
zh_cn: 取消并关闭

# BatchDelete.Warning
source: Warning: This operation cannot be undone!
fil: Babala: Hindi maaaring ibalik ang operasyong ito!
ja_jp: 警告：この操作は元に戻せません！
zh_cn: 警告：此操作无法还原！

# BatchDelete.DefaultTitle
source: Confirm Batch Delete
fil: Kumpirmahin ang Batch Delete
ja_jp: 一括削除の確認
zh_cn: 确认批量删除

# Shortcut.Title
source: Keyboard Shortcuts
fil: Mga Keyboard Shortcut
ja_jp: キーボードショートカット
zh_cn: 快捷键说明

# Shortcut.InfoMessage
source: The following keyboard shortcuts are available in the system. Using shortcuts improves your efficiency.
fil: Ang mga sumusunod na keyboard shortcut ay available sa sistema. Ang paggamit ng mga shortcut ay nagpapabuti ng iyong kahusayan.
ja_jp: 以下はシステムで使用できるキーボードショートカットです。ショートカットを使用すると操作効率が向上します。
zh_cn: 以下是系统中可用的快捷键组合，使用快捷键可以提高您的操作效率。

# Shortcut.NoKeys
source: No keyboard shortcuts available
fil: Walang mga available na keyboard shortcut
ja_jp: 利用可能なキーボードショートカットがありません
zh_cn: 没有可用的快捷键

# Shortcut.CategoryColumn
source: Category
fil: Kategorya
ja_jp: カテゴリ
zh_cn: 分类
