Repository: WeiChienTang/E
Catalog: ERPCore2/Resources/SharedResource.*.resx
Languages: fil, ja_jp, zh_cn

# Column.ExpectedDeliveryDate
source: Expected Delivery
fil: Inaasahang Petsa ng Paghahatid
ja_jp: 納期予定日
zh_cn: 预计到货日

# Column.TotalAmount
source: Total Amount
fil: Kabuuang Halaga
ja_jp: 合計金額
zh_cn: 总金额

# Column.ReceivingDate
source: Receiving Date
fil: Petsa ng Pagtanggap
ja_jp: 入荷日
zh_cn: 收货日期

# Column.OrderReturnDate
source: Return Date
fil: Petsa ng Pagbabalik
ja_jp: 返品日
zh_cn: 退货日期

# Column.SetoffDate
source: Setoff Date
fil: Petsa ng Setoff
ja_jp: 相殺日
zh_cn: 冲账日期

# Column.BatchNumber
source: Batch No.
ja_jp: ロット番号
zh_cn: 批号

# Column.AmountWithTax
source: Amount (incl. Tax)
fil: Halaga (kasama ang Buwis)
ja_jp: 金額（税込）
zh_cn: 金额（含税）

# Column.ReturnAmountWithTax
source: Return Amount (incl. Tax)
fil: Halagang Ibinalik (kasama ang Buwis)
ja_jp: 返品金額（税込）
zh_cn: 退货金额（含税）

# Column.OrderAmountWithTax
source: Order Amount (incl. Tax)
fil: Halaga ng Order (kasama ang Buwis)
ja_jp: 注文金額（税込）
zh_cn: 订单金额（含税）

# Column.SetoffAmount
source: Setoff Amount
fil: Halagang Naka-setoff
ja_jp: 今回相殺金額
zh_cn: 本次冲账金额

# Column.CollectionAmount
source: Collection Amount
fil: Halagang Nakolekta
ja_jp: 今回入金金額
zh_cn: 本次收款金额

# Column.IsJournalized
source: Journalized
fil: Na-journal
ja_jp: 仕訳済み
zh_cn: 已过账

# Button.OpenReceiving
source: Open Receiving
fil: Buksan ang Resibo
ja_jp: 入荷伝票を開く
zh_cn: 打开收货单

# Button.OpenReturn
source: Open Return
fil: Buksan ang Pagbabalik
ja_jp: 返品伝票を開く
zh_cn: 打开退货单

# Button.OpenOrder
source: Open Purchase Order
fil: Buksan ang Purchase Order
ja_jp: 発注伝票を開く
zh_cn: 打开采购订单

# Button.OpenSetoff
source: Open Setoff
fil: Buksan ang Setoff
ja_jp: 相殺伝票を開く
zh_cn: 打开冲账单

# Column.CustomerName
source: Customer
zh_cn: 客户

# Column.QuotationDate
source: Quotation Date
fil: Petsa ng Quotation
zh_cn: 报价日期

# Column.QuotationCode
source: Quotation No.
fil: Blg. ng Quotation
zh_cn: 报价单号

# Column.SalesOrderCode
source: Order No.
fil: Blg. ng Order
zh_cn: 订单单号

# Column.DeliveryCode
source: Delivery No.
fil: Blg. ng Pagpapadala
zh_cn: 出货单号

# Column.DeliveryDate
source: Delivery Date
fil: Petsa ng Pagpapadala
zh_cn: 出货日期

# Column.SalesReturnDate
source: Return Date
fil: Petsa ng Pagbabalik
zh_cn: 退货日期

# Button.OpenSalesOrder
source: Open Sales Order
fil: Buksan ang Sales Order
zh_cn: 打开销货订单

# Button.OpenDelivery
source: Open Delivery
fil: Buksan ang Delivery
zh_cn: 打开出货单

# Button.OpenQuotation
source: Open Quotation
fil: Buksan ang Quotation
zh_cn: 打开报价单

# Button.OpenSalesReturn
source: Open Sales Return
fil: Buksan ang Sales Return
zh_cn: 打开退货单

# Composition.SelectBOM
source: Select BOM Formula
fil: Pumili ng BOM Formula
zh_cn: 选择 BOM 配方

# Composition.SelectBOMWithProduct
source: Select BOM Formula - {0}
fil: Pumili ng BOM Formula - {0}
zh_cn: 选择 BOM 配方 - {0}

# Composition.SearchPlaceholder
source: Search by formula code, spec, customer or category...
fil: Maghanap ayon sa code, spec, customer o kategorya...
zh_cn: 搜索配方编号、规格、客户或类型...

# Composition.NoMatch
source: No matching formulas found
fil: Walang nahanap na formula
zh_cn: 找不到符合条件的配方

# Composition.CurrentCustomer
source: Current Customer
fil: Kasalukuyang Customer
zh_cn: 当前客户

# Composition.GeneralFormula
source: General Formula
fil: Pangkalahatang Formula
zh_cn: 通用配方

# Composition.CustomerLabel
source: Customer: {0}
zh_cn: 客户: {0}

# Composition.SpecLabel
source: Spec: {0}
zh_cn: 规格: {0}

# Composition.CategoryLabel
source: Type: {0}
fil: Uri: {0}
zh_cn: 类型: {0}

# Composition.ComponentCount
source: Components: {0}
fil: Bilang ng Komponente: {0}
zh_cn: 组件数: {0}

# Composition.CreatedDate
source: Created: {0}
fil: Nilikha: {0}
zh_cn: 创建日期: {0}

# Composition.CustomModeTitle
source: Custom (Select Components Manually)
fil: Custom (Manu-manong Pumili ng Komponente)
zh_cn: 自定义（手动选择组件）

# Composition.CustomModeDesc
source: Do not use existing formula; manually select components and set quantities
fil: Huwag gamitin ang umiiral na formula; manu-manong pumili ng komponente at itakda ang dami
zh_cn: 不使用现有配方，自行挑选组件并设定数量

# Composition.NoBOMInfo
source: No BOM formula created for this product. Please select "Custom" mode to build the composition manually.
fil: Wala pang BOM formula para sa produktong ito. Mangyaring piliin ang "Custom" mode upang manu-manong likhain ang komposisyon.
zh_cn: 此商品尚未创建 BOM 配方，请选择「自定义」模式手动创建组成。

# Composition.EditBOM
source: Edit BOM Composition
fil: I-edit ang BOM Komposisyon
zh_cn: 编辑 BOM 组成

# Composition.EditBOMWithProduct
source: Edit BOM Composition - {0}
fil: I-edit ang BOM Komposisyon - {0}
zh_cn: 编辑 BOM 组成 - {0}

# Composition.CustomModeSelectTitle
source: Custom Mode - Select Components
fil: Custom Mode - Pumili ng Komponente
zh_cn: 自定义模式 - 选择组件

# Composition.CustomModeSelectDesc
source: Select components below; checked items can have quantity and unit edited in the table.
fil: Pumili ng mga komponente sa ibaba; maaaring i-edit ang dami at yunit ng mga namarkang item sa talahanayan.
zh_cn: 请从下方选择要加入的组件，勾选后可在下方表格编辑数量与单位。

# Composition.SearchComponentPlaceholder
source: Search component code or name...
fil: Maghanap ng code o pangalan ng komponente...
zh_cn: 搜索组件编号或名称...

# Composition.NoMatchComponent
source: No matching components found
fil: Walang nahanap na komponente
zh_cn: 找不到符合条件的组件

# Composition.PendingCount
source: {0} component(s) checked (not yet loaded)
fil: {0} komponente ang namarkahan (hindi pa na-load)
zh_cn: 已勾选 {0} 个组件（尚未加载）

# Composition.AddedCount
source: {0} component(s) added
fil: {0} komponente ang naidagdag
zh_cn: 已加入 {0} 个组件

# Column.ComponentItem
source: Item
zh_cn: 品项

# Label.NoRemarks
source: No Remarks
fil: Walang Pangungusap
zh_cn: 无备注

# Composition.EmptyMsgCustom
source: Click the "Add Component" button above to select components
fil: Pindutin ang "Magdagdag ng Komponente" sa itaas upang pumili
zh_cn: 请点击上方「添加组件」按钮选择要加入的组件

# Composition.EmptyMsg
source: No components added yet
fil: Wala pang naidagdag na komponente
zh_cn: 尚未添加组件

# Message.DuplicateComponent
source: Duplicate component: {0}. Please fix before closing.
fil: Duplicate na komponente: {0}. Mangyaring ayusin bago isara.
zh_cn: 组件重复：{0}，请修正后再关闭

# Inventory.CheckTitle
source: Order Inventory Check
fil: Tsek ng Imbentaryo ng Order
zh_cn: 订单库存查看

# Inventory.CheckTitleWithOrder
source: Inventory Check - Order No. {0}
fil: Tsek ng Imbentaryo - Blg. ng Order {0}
zh_cn: 库存查看 - 订单编号 {0}

# Inventory.CannotLoad
source: Unable to load inventory information
fil: Hindi ma-load ang impormasyon ng imbentaryo
zh_cn: 无法加载库存信息

# Inventory.LoadingMessage
source: Loading inventory information...
fil: Nilo-load ang impormasyon ng imbentaryo...
zh_cn: 加载库存信息中...

# Inventory.Required
source: Required:
fil: Kailangan:
zh_cn: 需求:

# Inventory.Stock
source: Stock:
zh_cn: 库存:

# Inventory.Shortage
source: Shortage:
fil: Kulang:
zh_cn: 缺少:

# Inventory.SummaryTitle
source: Inventory Status Summary
fil: Buod ng Katayuan ng Imbentaryo
zh_cn: 库存状况摘要

# Inventory.SummaryNote
source: ※ Data from database; verify actual stock on-site
fil: ※ Data mula sa database; beripikahin ang aktwal na stock sa site
zh_cn: ※ 数据来自数据库，实际库存请以现场为准

# Schedule.BatchTransfer
source: Batch Transfer to Schedule
fil: Batch Transfer sa Schedule
zh_cn: 批量转排程

# Schedule.BatchTransferWithCode
source: Batch Transfer to Schedule - {0}
fil: Batch Transfer sa Schedule - {0}
zh_cn: 批量转排程 - {0}

# Schedule.SalesOrderInfo
source: Sales Order Info
fil: Impormasyon ng Sales Order
zh_cn: 销货订单信息

# Schedule.OrderCodeLabel
source: Order No.
fil: Blg. ng Order
zh_cn: 订单单号

# Schedule.SchedulableCount
source: Schedulable Details
fil: Nai-schedule na Detalye
zh_cn: 可转排程明细数

# Schedule.ScheduleSettings
source: Schedule Settings
fil: Mga Setting ng Schedule
zh_cn: 排程设置

# Schedule.SelectDetails
source: Select Details to Schedule
fil: Pumili ng Detalye para sa Schedule
zh_cn: 选择要转排程的明细

# Schedule.ScheduleDate
source: Schedule Date
fil: Petsa ng Schedule
zh_cn: 排程日期

# Schedule.TargetWarehouse
source: Target Warehouse
fil: Target na Bodega
zh_cn: 入库仓库

# Schedule.Creator
source: Created By
fil: Nilikha Ni
zh_cn: 制单人员

# Schedule.MergeSchedules
source: Merge into single schedule (recommended)
fil: Pagsamahin sa isang schedule (inirerekomenda)
zh_cn: 合并为单一排程单（推荐）

# Schedule.MergeSchedulesDesc
source: Checked: merge all selected details into one schedule | Unchecked: create separate schedule for each detail
fil: Markahan: pagsamahin ang lahat ng napiling detalye sa isang schedule | Hindi markahan: gumawa ng hiwalay na schedule para sa bawat detalye
zh_cn: 勾选：所有选中的明细合并为一张排程单 | 不勾选：每笔明细分别创建排程单

# Schedule.NoSchedulableDetails
source: No schedulable details available
fil: Walang available na detalye para sa schedule
zh_cn: 没有可转排程的明细

# Schedule.NoSchedulableHint
source: (Product must be marked as schedulable and have pending quantity)
fil: (Ang produkto ay dapat na namarkahan bilang nai-schedule at may pending na dami)
zh_cn: （明细的商品必须设置为「可转排程」且有待排程数量）

# Schedule.SelectAll
source: Select All
fil: Piliin Lahat
zh_cn: 全选

# Schedule.CancelSelectAll
source: Deselect All
fil: Alisin ang Lahat
zh_cn: 取消全选

# Column.ScheduleSelect
source: Select
fil: Piliin
zh_cn: 选择

# Column.OrderedQty
source: Ordered
fil: In-order
zh_cn: 订购

# Column.ScheduledQty
source: Scheduled
fil: Naka-schedule
zh_cn: 已排程

# Column.PendingQty
source: Pending
zh_cn: 待排程

# Column.TransferQty
source: Transfer Qty
fil: Dami ng Transfer
zh_cn: 转排程数量

# Column.ComponentStatus
source: Component Status
fil: Katayuan ng Komponente
zh_cn: 组件状态

# Schedule.NotCalculated
source: Not Calculated
fil: Hindi Pa Kinakalkula
zh_cn: 未计算

# Schedule.ShortMaterial
source: Short
fil: Kulang
zh_cn: 缺料

# Schedule.Sufficient
source: Sufficient
fil: Sapat
zh_cn: 充足

# Schedule.NoBOMTitle
source: No BOM for this detail
fil: Walang BOM para sa detalyeng ito
zh_cn: 此明细无 BOM 组成

# Schedule.SelectedInfo
source: Selected: {0} item(s)
fil: Napili: {0} item(s)
zh_cn: 已选择：{0} 项明细

# Schedule.TotalQty
source: Total Schedule Qty: {0}
fil: Kabuuang Dami ng Schedule: {0}
zh_cn: 总排程数量：{0}

# Schedule.HasNoBOMWarning
source: {0} selected detail(s) have no BOM composition.
fil: {0} napiling detalye ang walang BOM na komposisyon.
zh_cn: 有 {0} 项选中的明细没有 BOM 组成。

# Schedule.HasShortageWarning
source: Some components have insufficient stock. Stock will be deducted (InProductionStock) when production starts and finished goods will be stored upon completion.
fil: May mga komponenteng kulang ang stock. Ibabawas ang stock ng komponente (InProductionStock) kapag nagsimula ang produksyon at ang mga natapos na produkto ay ilalagay sa bodega.
zh_cn: 部分组件库存不足。开始生产时将扣除组件库存（InProductionStock），完成后成品将入库。

# Schedule.LoadingMessage
source: Processing...
fil: Pinoproseso...
zh_cn: 处理中...

# Schedule.SelectAtLeastOne
source: Please select at least one detail
fil: Mangyaring pumili ng hindi bababa sa isang detalye
zh_cn: 请至少选择一项明细

# Schedule.NoBOMConfirm
source: {0} detail(s) have no BOM composition and will not create component requirements. Continue?
fil: {0} detalye ang walang BOM at hindi lilikha ng mga pangangailangan ng komponente. Ituloy?
zh_cn: 有 {0} 项明细没有 BOM 组成，这些明细将不会创建组件需求。是否继续？

# Schedule.CountSuffix
source: records
fil: rekord
zh_cn: 笔

# Message.ConfirmClearAll
source: Are you sure you want to clear all details?
fil: Sigurado ka bang nais mong i-clear ang lahat ng detalye?
zh_cn: 确定要清除所有明细吗？

# Composition.RemarksTooltip
source: Optional. Record remarks for this component (editable even after advancing).
fil: Opsyonal. Maaaring i-record ang mga pangungusap para sa komponente (maaaring i-edit kahit pagkatapos ng susunod na hakbang).
zh_cn: 选填。可记录组件相关的备注信息（有下一步时仍可编辑）

# Label.Unknown
source: Unknown
fil: Hindi Kilala
zh_cn: 未知

# Production.MaterialIssue
source: Material Issue
fil: Pag-isyu ng Materyales
zh_cn: 组件领料

# Production.MaterialIssueTitle
source: Material Issue - {0}
fil: Pag-isyu ng Materyales - {0}
zh_cn: 组件领料 - {0}

# Production.MaterialIssueList
source: Material Issue List
fil: Listahan ng Pag-isyu ng Materyales
zh_cn: 组件领料清单

# Production.CompletionRecord
source: Production Completion
fil: Rekord ng Pagkumpleto ng Produksyon
zh_cn: 生产完工登录

# Production.CompletionTitle
source: Completion - {0}
fil: Pagkumpleto - {0}
zh_cn: 完工登录 - {0}

# Production.CompletionEntry
source: Completion Entry
fil: Entry ng Pagkumpleto
zh_cn: 完工登录

# Production.BOMConsumptionPreview
source: BOM Component Consumption Preview
fil: Preview ng Pagkonsumo ng BOM Component
zh_cn: BOM 组件消耗预览

# Production.ComponentNeeds
source: Component Requirements
fil: Mga Pangangailangan ng Component
zh_cn: 组件需求

source: Production Progress
fil: Pag-unlad ng Produksyon
zh_cn: 生产进度

# Production.ScheduleItems
source: Schedule Items
fil: Mga Aytem ng Iskedyul
zh_cn: 排程项目

# Production.ScheduleItemTitle
source: Schedule Item - {0}
fil: Aytem ng Iskedyul - {0}
zh_cn: 排程项目 - {0}

# Production.ScheduleItemDetails
source: Schedule Item Details
fil: Detalye ng Aytem ng Iskedyul
zh_cn: 排程项目详情

# Production.SelectScheduleDetails
source: Select Schedule Details
fil: Pumili ng Detalye ng Iskedyul
zh_cn: 选择排程明细

# Production.SelectScheduleDetailsTitle
source: Select Schedule Details - {0}
fil: Pumili ng Detalye ng Iskedyul - {0}
zh_cn: 选择排程明细 - {0}

# Production.PendingDetails
source: Pending Schedule Details
fil: Mga Detalyeng Naghihintay sa Iskedyul
zh_cn: 待排程明细

source: Product Barcode Print
fil: Pag-print ng Barcode ng Produkto
zh_cn: 商品条码打印

# Product.NoBarcodeItems
source: No printable product barcodes
fil: Walang barcode ng produkto na maaaring i-print
zh_cn: 目前没有可打印的商品条码

# Product.NoPrintableProducts
source: No printable products
fil: Walang produkto na maaaring i-print
zh_cn: 没有可打印的商品

# Product.A4BarcodeHint
source: Hint: One A4 sheet can print 24 barcodes
fil: Tip: Maaaring mag-print ng 24 na barcode sa isang A4 na papel
zh_cn: 提示：一张 A4 可以印 24 张条码

# Product.SelectList
source: Select List
fil: Pumili ng Listahan
zh_cn: 选择清单

# Setoff.NoPaymentRecords
source: No payment records added
fil: Walang rekord ng pagbabayad
zh_cn: 尚未新增收款记录

# Setoff.NoPrepaymentRecords
source: No prepayment records added
fil: Walang rekord ng prepayment
zh_cn: 尚未新增预收付款项记录

# Setoff.PaymentMethod
source: Payment Method
fil: Paraan ng Pagbabayad
zh_cn: 付款方式

# Setoff.ReceivedAmount
source: Received Amount
fil: Halagang Natanggap
zh_cn: 收款金额

# Setoff.PaymentAmount
source: Payment Amount
fil: Halagang Binayad
zh_cn: 付款金额

# Setoff.AllowanceAmount
source: Allowance Amount
fil: Halaga ng Diskwento
zh_cn: 折让金额

# Setoff.BankCategory
source: Bank
fil: Bangko
zh_cn: 银行别

# Setoff.CheckNumber
source: Check Number
fil: Numero ng Tseke
zh_cn: 支票号码

# Setoff.DueDate
source: Due Date
fil: Petsa ng Takdang Panahon
zh_cn: 到期日

# Setoff.AvailableBalance
source: Available Balance
fil: Available na Balanse
zh_cn: 可用余额

# Setoff.PrepaymentType
source: Prepayment Type
fil: Uri ng Prepayment
zh_cn: 预收付类型

# Setoff.ViewRelatedSetoff
source: View Related Setoff Documents
fil: Tingnan ang Mga Kaugnay na Dokumento ng Setoff
zh_cn: 查看相关冲款单

# Journal.BatchTransfer
source: Batch Journalize
fil: Batch na Pag-journalize
zh_cn: 批次转传票

# Journal.TransferAll
source: Journalize All ({0} records)
fil: I-journalize ang Lahat ({0} rekord)
zh_cn: 全部转传票（{0} 笔）

# Journal.Transfer
source: Journalize
fil: I-journalize
zh_cn: 转传票

# Journal.PendingCount
source: {0} pending
fil: {0} naghihintay
zh_cn: {0} 笔待转

# Journal.PurchaseReceiving
source: Purchase Receiving
fil: Pagtanggap ng Pagbili
zh_cn: 进货入库

# Journal.PurchaseReturn
source: Purchase Return
fil: Pagbabalik ng Pagbili
zh_cn: 进货退回

# Journal.SalesDelivery
source: Sales Delivery
fil: Paghahatid ng Benta
zh_cn: 销货出货

# Journal.SalesReturn
source: Sales Return
fil: Pagbabalik ng Benta
zh_cn: 销货退回

# Journal.SetoffDocument
source: Setoff Document (AR/AP)
fil: Dokumento ng Setoff (AR/AP)
zh_cn: 冲款单（应收／应付）

# Journal.NoPendingPurchaseReceiving
source: No pending purchase receiving to journalize
fil: Walang pagtanggap ng pagbili na naghihintay sa pag-journalize
zh_cn: 无待转传票的进货入库单

# Journal.NoPendingPurchaseReturn
source: No pending purchase returns to journalize
fil: Walang pagbabalik ng pagbili na naghihintay sa pag-journalize
zh_cn: 无待转传票的进货退回单

# Journal.NoPendingSalesDelivery
source: No pending sales deliveries to journalize
fil: Walang paghahatid ng benta na naghihintay sa pag-journalize
zh_cn: 无待转传票的销货出货单

# Journal.NoPendingSalesReturn
source: No pending sales returns to journalize
fil: Walang pagbabalik ng benta na naghihintay sa pag-journalize
zh_cn: 无待转传票的销货退回单

# Journal.NoPendingSetoff
source: No pending setoff documents to journalize
fil: Walang dokumento ng setoff na naghihintay sa pag-journalize
zh_cn: 无待转传票的冲款单

# Journal.ReceiptDate
source: Receipt Date
fil: Petsa ng Resibo
zh_cn: 进货日期

# Journal.ReturnDate
source: Return Date
fil: Petsa ng Pagbabalik
zh_cn: 退回日期

# Journal.DeliveryDate
source: Delivery Date
fil: Petsa ng Paghahatid
zh_cn: 出货日期

# Journal.SetoffDate
source: Setoff Date
fil: Petsa ng Setoff
zh_cn: 冲款日期

# Journal.PreTaxAmount
source: Pre-Tax Amount
fil: Halaga bago ang Buwis
zh_cn: 未税金额

# Journal.TaxAmount
source: Tax Amount
fil: Halaga ng Buwis
zh_cn: 税额

# Journal.TotalWithTax
source: Total incl. Tax
fil: Kabuuan kasama ang Buwis
zh_cn: 含税总额

# Journal.WriteoffAmount
source: Writeoff Amount
fil: Halagang Na-writeoff
zh_cn: 冲销金额

# Journal.CollectionPayment
source: Received/Paid
fil: Natanggap/Binayad
zh_cn: 收款/付款

# Journal.Allowance
source: Allowance
fil: Diskwento
zh_cn: 折让

# Journal.AccountsReceivable
source: AR
zh_cn: 应收

# Journal.AccountsPayable
source: AP
zh_cn: 应付

# Journal.TransferSuccess
source: {0} journalized successfully
fil: Matagumpay na na-journalize ang {0}
zh_cn: {0} 转传票成功

# Journal.TransferFailed
source: {0} journalize failed: {1}
fil: Nabigong i-journalize ang {0}: {1}
zh_cn: {0} 转传票失败：{1}

# Journal.UnknownDocType
source: Unknown document type
fil: Hindi kilalang uri ng dokumento
zh_cn: 未知的单据类型

# Journal.BatchSuccess
source: Batch journalize complete, {0} succeeded
fil: Kumpleto na ang batch na pag-journalize, {0} ang nagtagumpay
zh_cn: 批次转传票完成，共成功 {0} 笔

# Journal.BatchPartialSuccess
source: Batch journalize complete: {0} succeeded, {1} failed
fil: Kumpleto na ang batch na pag-journalize: {0} nagtagumpay, {1} nabigo
zh_cn: 批次转传票完成：成功 {0} 笔，失败 {1} 笔

# Journal.NoEntryLines
source: No entry lines added
fil: Walang linya ng entry na naidagdag
zh_cn: 尚未新增分录行

# Journal.TotalDebit
source: Total Debit:
fil: Kabuuang Debit:
zh_cn: 借方合计：

# Journal.TotalCredit
source: Total Credit:
fil: Kabuuang Credit:
zh_cn: 贷方合计：

# Journal.Balanced
source: Balanced
fil: Balanse
zh_cn: 借贷平衡

# Journal.Difference
source: Difference
fil: Pagkakaiba
zh_cn: 差额

# Journal.AccountItem
source: Account
zh_cn: 会计科目

# Journal.DebitCredit
source: Dr/Cr
zh_cn: 借贷

# Journal.Debit
source: Debit
zh_cn: 借（Debit）

# Journal.Credit
source: Credit
zh_cn: 贷（Credit）

# Journal.Description
source: Description
fil: Paglalarawan
zh_cn: 说明

# Report.AccountsReceivableTitle
source: Accounts Receivable Report - Print Criteria
fil: Kundisyon ng Pag-print ng Ulat ng AR
zh_cn: 应收账款报表打印条件

# Report.StatisticsDate
source: Statistics Date
fil: Petsa ng Istatistika
zh_cn: 统计日期

# Report.AccountStatus
source: Account Status
fil: Katayuan ng Account
zh_cn: 账款状态

# Report.IncludeSettled
source: Include Settled Accounts
fil: Isama ang Mga Naaayos na Account
zh_cn: 包含已结清账款

# Report.OverdueOnly
source: Overdue Only
fil: Mga Overdue lamang
zh_cn: 仅显示逾期账款

# Report.ARNoCustomerSelected
source: No customer selected; leave empty to print all customers' AR
fil: Walang napiling customer; mag-iwan ng blangko para i-print ang AR ng lahat ng customer
zh_cn: 尚未选择客户，留空表示打印所有客户的应收账款

# Accounting.Inventory
source: Inventory
fil: Imbentaryo
zh_cn: 存货

# Accounting.CreateProductSubAccountTitle
source: Create inventory sub-account for this product
fil: Lumikha ng sub-account ng imbentaryo para sa produktong ito
zh_cn: 为此商品建立存货子科目

# Column.ComponentProduct
source: Component
zh_cn: 组件商品

# Column.RequiredQty
source: Required Qty
fil: Kinakailangang Dami
zh_cn: 需求数量

# Column.IssuedQty
source: Issued Qty
fil: Na-isyu na Dami
zh_cn: 已领数量

# Column.PendingIssueQty
source: Pending Issue
fil: Naghihintay na Isyu
zh_cn: 待领数量

# Column.CurrentIssueQty
source: This Issue
fil: Kasalukuyang Isyu
zh_cn: 本次领料

# Column.UnitUsage
source: Unit Usage
fil: Paggamit bawat Yunit
zh_cn: 单位用量

# Column.CurrentConsumption
source: This Consumption
fil: Kasalukuyang Konsumo
zh_cn: 本次消耗

# Column.Barcode
source: Barcode
zh_cn: 条码号码

# Column.PrintQty
source: Print Qty
fil: Dami ng I-print
zh_cn: 打印数量

# Column.Supplier
source: Supplier
zh_cn: 供应商

# Column.SupplierItemCode
source: Supplier Item Code
fil: Code ng Aytem ng Supplier
zh_cn: 供应商商品编号

# Column.Price
source: Price
fil: Presyo
zh_cn: 报价

# Column.LeadTimeDays
source: Lead Time (days)
fil: Lead Time (araw)
zh_cn: 交期(天)

# Column.MinOrderQty
source: Min Order Qty
fil: Min na Dami ng Order
zh_cn: 最小订购量

# Column.Unit
source: Unit
fil: Yunit
zh_cn: 单位

# Column.Status
source: Status
fil: Katayuan
zh_cn: 状态

# Column.Category
source: Category
fil: Kategorya
zh_cn: 类别

# Column.Spec
source: Spec
fil: Espesipikasyon
zh_cn: 规格

# Column.OrderQty
source: Order Qty
fil: Dami ng Order
zh_cn: 订单量

# Column.ScheduleQty
source: Schedule Qty
fil: Dami ng Iskedyul
zh_cn: 排程量

# Column.CompletedQty
source: Completed
fil: Nakumpleto
zh_cn: 已完成

# Column.Closing
source: Close
fil: Isara
zh_cn: 结案

# Column.IssuedMaterial
source: Issued
fil: Na-isyu
zh_cn: 已发料

# Column.Stock
source: Stock
zh_cn: 库存

# Column.OrderDay
source: Order Date
fil: Petsa ng Order
zh_cn: 订单日

# Column.DeliveryDay
source: Delivery Date
fil: Petsa ng Paghahatid
zh_cn: 交货日

# Column.Customer
source: Customer
zh_cn: 客户

# Column.Type
source: Type
fil: Uri
zh_cn: 类型

# Label.Processing
source: Processing...
fil: Nagpoproseso...
zh_cn: 处理中...

# Label.Pending
source: Pending
fil: Naghihintay
zh_cn: 待生产

# Label.InProgress
source: In Progress
fil: Nasa Proseso
zh_cn: 生产中

# Label.Completed
source: Completed
fil: Nakumpleto
zh_cn: 已完成

# Label.Discontinued
source: Discontinued
fil: Itinigil
zh_cn: 已停产

# Label.Closed
source: Closed
fil: Sarado
zh_cn: 已结案

# Label.NotClosed
source: Open
fil: Bukas
zh_cn: 未结案

# Label.PlannedQty
source: Planned Qty
fil: Planong Dami
zh_cn: 计划数量

# Label.CompletionQty
source: Completion Qty
fil: Dami ng Pagkumpleto
zh_cn: 完工数量

# Label.RemainingQty
source: Remaining to record:
fil: Natitirang Dami:
zh_cn: 剩余可登录数量：

# Label.TotalIssueQty
source: Total This Issue:
fil: Kabuuang Isyu Ngayon:
zh_cn: 本次领料总数：

# Label.ProductionQty
source: Production Qty:
fil: Dami ng Produksyon:
zh_cn: 生产数量：

# Label.Operator
source: Operator
zh_cn: 操作人员

# Label.StorageWarehouse
source: Target Warehouse
fil: Target na Bodega
zh_cn: 入库仓库

# Label.WarehouseLocation
source: Location
fil: Lokasyon
zh_cn: 仓位

# Label.AutoCreateInventoryRecord
source: Auto-create inventory record
fil: Awtomatikong lumikha ng rekord ng imbentaryo
zh_cn: 自动建立入库记录

# Label.ScheduleCompleted
source: Schedule Completed
fil: Kumpleto na ang Iskedyul
zh_cn: 已完成排程

# Label.DropToSchedule
source: Release to add to schedule
fil: Bitawan para idagdag sa iskedyul
zh_cn: 放开鼠标以加入排程

# Label.HideAdded
source: Hide Added
fil: Itago ang Mga Naidagdag
zh_cn: 隐藏已加入

# Label.Added
source: Added
fil: Naidagdag
zh_cn: 已加入

# Label.AllCategories
source: All Categories
fil: Lahat ng Kategorya
zh_cn: 所有类别

# Label.BarcodeSize
source: Barcode Size:
fil: Laki ng Barcode:
zh_cn: 条码尺寸：

# Label.BarcodeSizeLarge
source: Large (70mm x 35mm)
fil: Malaki (70mm x 35mm)
zh_cn: 大 (70mm x 35mm)

# Label.BasicInfo
source: Basic Information
fil: Pangunahing Impormasyon
zh_cn: 基本信息

# Label.PlannedEndDate
source: Planned End Date
fil: Planong Petsa ng Pagtatapos
zh_cn: 预计完成日期

# Label.ActualStartDate
source: Actual Start Date
fil: Aktwal na Petsa ng Simula
zh_cn: 实际开始日期

# Label.SourceOrder
source: Source Order
zh_cn: 来源订单
