Repository: WeiChienTang/E
Catalog: ERPCore2/Resources/SharedResource.*.resx
Languages: fil, ja_jp, zh_cn

# Shortcut.KeysColumn
source: Shortcut Key
ja_jp: ショートカット
zh_cn: 快捷键

# Shortcut.DescriptionColumn
source: Description
fil: Paglalarawan
ja_jp: 説明
zh_cn: 说明

# Shortcut.OpenPageSearch
source: Open Page Search Window
fil: Buksan ang Page Search Window
ja_jp: ページ検索ウィンドウを開く
zh_cn: 打开页面搜索窗口

# Shortcut.OpenReportSelector
source: Open Report Selection Window
fil: Buksan ang Report Selection Window
ja_jp: レポート選択ウィンドウを開く
zh_cn: 打开报表选择窗口

# Shortcut.OpenQuickActionMenu
source: Open Quick Action Menu
fil: Buksan ang Quick Action Menu
ja_jp: クイックアクションメニューを開く
zh_cn: 打开快速功能表

# Shortcut.CloseModal
source: Close Current Modal Window
fil: Isara ang Kasalukuyang Modal Window
ja_jp: 現在のModalウィンドウを閉じる
zh_cn: 关闭当前模态窗口

# Shortcut.CategoryNavigation
source: Navigation
ja_jp: ナビゲーション
zh_cn: 导航

# Shortcut.CategoryWindowControl
source: Window Control
fil: Kontrol ng Window
ja_jp: ウィンドウ制御
zh_cn: 窗口控制

# Search.GoTo
source: Go To
fil: Pumunta
ja_jp: 移動
zh_cn: 前往

# Search.GoToItem
source: Go to {0}
fil: Pumunta sa {0}
ja_jp: {0}に移動
zh_cn: 前往 {0}

# Search.ItemNotAvailable
source: This item is not available
fil: Hindi available ang item na ito
ja_jp: この項目は使用できません
zh_cn: 此项目无法使用

# Search.NameColumn
source: Name
fil: Pangalan
ja_jp: 名前
zh_cn: 名称

# Search.DescriptionColumn
source: Description
fil: Paglalarawan
ja_jp: 説明
zh_cn: 说明

# Search.StartTyping
source: Start typing to search
fil: Magsimulang mag-type para maghanap
ja_jp: 検索するには入力してください
zh_cn: 开始输入以搜索

# Search.KeywordHint
source: Supports name and keyword search
fil: Sumusuporta sa paghahanap ng pangalan at keyword
ja_jp: 名前とキーワード検索をサポート
zh_cn: 支持名称、关键字搜索

# Search.NoResults
source: No matching items found. Please try different keywords.
fil: Walang nahanap na mga item. Pakisubukan ang ibang mga keyword.
ja_jp: 条件に一致する項目が見つかりません。別のキーワードをお試しください。
zh_cn: 没有找到符合条件的项目，请尝试使用其他关键字

# Search.DefaultTitle
source: Search
fil: Maghanap
ja_jp: 検索
zh_cn: 搜索

# Search.DefaultPlaceholder
source: Enter keywords to search...
fil: Ilagay ang mga keyword para maghanap...
ja_jp: キーワードを入力して検索...
zh_cn: 输入关键字搜索...

# QuickAction.MenuTooltip
source: Quick Actions (Alt + Q)
fil: Mabilis na Aksyon (Alt + Q)
ja_jp: クイックアクション (Alt + Q)
zh_cn: 快速功能 (Alt + Q)

# QuickAction.MenuAriaLabel
source: Quick Action Menu
ja_jp: クイックアクションメニュー
zh_cn: 快速功能菜单

# QuickAction.PageSearch
source: Page Search
ja_jp: ページ検索
zh_cn: 页面搜索

# QuickAction.PageSearchTooltip
source: Page Search (Alt + S)
ja_jp: ページ検索 (Alt + S)
zh_cn: 页面搜索 (Alt + S)

# QuickAction.ReportSearch
source: Report Search
ja_jp: レポート検索
zh_cn: 报表搜索

# QuickAction.ReportSearchTooltip
source: Report Search (Alt + R)
ja_jp: レポート検索 (Alt + R)
zh_cn: 报表搜索 (Alt + R)

# QuickAction.ShortcutKeys
source: Keyboard Shortcuts
fil: Mga Keyboard Shortcut
ja_jp: キーボードショートカット
zh_cn: 快捷键说明

# QuickAction.Notifications
source: Notifications
fil: Mga Abiso
ja_jp: 通知
zh_cn: 通知

# QuickAction.NotificationsTitle
source: Notification Center
ja_jp: 通知センター
zh_cn: 通知中心

# QuickAction.RecentPages
source: Recent Pages
fil: Mga Kamakailang Pahina
ja_jp: 最近使用
zh_cn: 最近使用

# QuickAction.Settings
source: Settings
fil: Mga Setting
ja_jp: 設定
zh_cn: 设置

# QuickAction.SettingsTitle
source: Quick Settings
fil: Mabilis na Mga Setting
ja_jp: クイック設定
zh_cn: 快速设置

# QuickAction.About
source: About
fil: Tungkol sa
ja_jp: バージョン情報
zh_cn: 关于

# QuickAction.AboutTitle
source: About This System
fil: Tungkol sa Sistemang Ito
ja_jp: このシステムについて
zh_cn: 关于本系统

# QuickAction.NotificationsDev
source: Notification feature under development...
fil: Ang feature ng notification ay nasa development...
ja_jp: 通知機能は開発中です...
zh_cn: 通知功能开发中...

# QuickAction.RecentPagesDev
source: Recent pages feature under development...
fil: Ang feature ng recent pages ay nasa development...
ja_jp: 最近使用機能は開発中です...
zh_cn: 最近使用功能开发中...

# QuickAction.SettingsDev
source: Quick settings feature under development...
fil: Ang feature ng quick settings ay nasa development...
ja_jp: クイック設定機能は開発中です...
zh_cn: 快速设置功能开发中...

# Chart.LoadingData
source: Loading chart data...
fil: Naglo-load ng chart data...
ja_jp: グラフデータを読み込み中...
zh_cn: 正在加载图表数据...

# Chart.NoData
source: No Data
fil: Walang Data
ja_jp: データなし
zh_cn: 暂无数据

# Chart.ClickForDetail
source: Click on chart segment to view details
fil: I-click ang chart segment para tingnan ang detalye
ja_jp: グラフセクションをクリックして詳細を表示
zh_cn: 点击图表区块可查看明细

# Chart.LoadingDetail
source: Loading details...
fil: Naglo-load ng mga detalye...
ja_jp: 詳細を読み込み中...
zh_cn: 正在加载明细...

# Column.Code
source: Code
ja_jp: コード
zh_cn: 代码

# Column.Name
source: Name
fil: Pangalan
ja_jp: 名前
zh_cn: 名称

# Button.Today
source: Today
fil: Ngayon
ja_jp: 今日
zh_cn: 今天

# Button.ThisWeek
source: This Week
fil: Ngayong Linggo
ja_jp: 今週
zh_cn: 本周

# Button.ThisMonth
source: This Month
fil: Ngayong Buwan
ja_jp: 今月
zh_cn: 本月

# Button.LastMonth
source: Last Month
fil: Nakaraang Buwan
ja_jp: 先月
zh_cn: 上月

# Button.ThisYear
source: This Year
fil: Ngayong Taon
ja_jp: 今年
zh_cn: 今年

# Button.Clear
source: Clear
fil: I-clear
ja_jp: クリア
zh_cn: 清空

# Label.StartDate
source: Start Date
fil: Petsa ng Simula
ja_jp: 開始日
zh_cn: 起始日期

# Label.EndDate
source: End Date
fil: Petsa ng Pagtatapos
ja_jp: 終了日
zh_cn: 结束日期

# Label.FilterConditions
source: Filter Conditions
fil: Mga Kondisyon ng Filter
ja_jp: フィルター条件
zh_cn: 筛选条件

# Label.MultiSelect
source: Multi-Select
ja_jp: 複数選択
zh_cn: 多选

# Label.Selected
source: Selected
fil: Napili
ja_jp: 選択済み
zh_cn: 已选择

# Message.DateRangeInvalid
source: Start date cannot be later than end date
fil: Ang petsa ng simula ay hindi maaaring mas huli kaysa sa petsa ng pagtatapos
ja_jp: 開始日は終了日より後にできません
zh_cn: 起始日期不能大于结束日期

# Message.NoMatches
source: No matching items found
fil: Walang nahanap na katugmang item
ja_jp: 一致する項目が見つかりません
zh_cn: 找不到符合的项目

# Message.NoItemsSelected
source: No items selected
fil: Walang napiling item
ja_jp: 項目が選択されていません
zh_cn: 尚未选择项目

# Message.NoResults
source: No matching results
fil: Walang katugmang resulta
ja_jp: 一致する結果がありません
zh_cn: 没有符合的结果

# Placeholder.SearchByKeyword
source: Enter keywords to search...
fil: Ilagay ang mga keyword para maghanap...
ja_jp: キーワードを入力して検索...
zh_cn: 请输入关键字搜索...

# Report.AdvancedOptions
source: Advanced Options
fil: Mga Advanced na Opsyon
ja_jp: 詳細オプション
zh_cn: 高级选项

# Report.ShowAdvancedOptions
source: Show Advanced Options
fil: Ipakita ang Mga Advanced na Opsyon
ja_jp: 詳細オプションを表示
zh_cn: 显示高级选项

# Report.HideAdvancedOptions
source: Hide Advanced Options
fil: Itago ang Mga Advanced na Opsyon
ja_jp: 詳細オプションを非表示
zh_cn: 隐藏高级选项

# Report.SelectAll
source: Select All
fil: Piliin Lahat
ja_jp: すべて選択
zh_cn: 全选

# Report.DeselectAll
source: Deselect All
fil: I-deselect Lahat
ja_jp: すべて選択解除
zh_cn: 取消全选

# Report.BatchPrintTitle
source: Batch Print
ja_jp: 一括印刷
zh_cn: 批量打印

# Report.NoItemsForPrint
source: No items available for printing
fil: Walang mga item na maaaring i-print
ja_jp: 印刷可能な項目がありません
zh_cn: 没有可打印的项目

# Approval.AllStatuses
source: All Statuses
fil: Lahat ng Status
ja_jp: すべてのステータス
zh_cn: 全部状态

# Approval.Pending
source: Pending
fil: Naghihintay
ja_jp: 承認待ち
zh_cn: 待审核

# Approval.Approved
source: Approved
fil: Naaprubahan
ja_jp: 承認済み
zh_cn: 已核准

# Approval.Rejected
source: Rejected
fil: Tinanggihan
ja_jp: 拒否済み
zh_cn: 已拒绝

# Approval.Draft
source: Draft
ja_jp: 草案
zh_cn: 草稿

# Customer.ChartTitle
source: Customer Analysis Charts
fil: Mga Tsart ng Pagsusuri ng Customer
ja_jp: 顧客分析チャート
zh_cn: 客户分析图表

# Customer.NoTransactions
source: No related transaction records
fil: Walang kaugnay na mga transaksyon
ja_jp: 関連取引記録がありません
zh_cn: 没有相关交易记录

# Customer.NoVisits
source: No visit records yet
fil: Wala pang mga rekord ng pagbisita
ja_jp: 訪問記録がありません
zh_cn: 暂无拜访记录

# Customer.NetSales
source: Net Sales
fil: Net na Benta
ja_jp: 純売上
zh_cn: 净销售额

# Customer.Delivery
source: Delivery
fil: Pagpapadala
ja_jp: 出荷
zh_cn: 出货

# Customer.Deliveries
source: Delivery Orders
fil: Mga Order ng Pagpapadala
ja_jp: 出荷伝票
zh_cn: 出货单

# Customer.Return
source: Return
fil: Pagbabalik
ja_jp: 返品
zh_cn: 退货

# Customer.Returns
source: Return Orders
fil: Mga Order ng Pagbabalik
ja_jp: 返品伝票
zh_cn: 退货单

# Customer.SalesOrders
source: Sales Orders
fil: Mga Sales Order
ja_jp: 受注伝票
zh_cn: 销货订单

# Customer.Quotations
source: Quotations
fil: Mga Quotation
ja_jp: 見積書
zh_cn: 报价单

# Customer.LastTransaction
source: Last Transaction
fil: Huling Transaksyon
ja_jp: 最終取引
zh_cn: 最后交易

# Customer.ConversionRate
source: Conversion Rate
ja_jp: 成約率
zh_cn: 成交率

# Customer.AvgDelivery
source: Avg. Delivery
fil: Avg. Pagpapadala
ja_jp: 平均出荷額
zh_cn: 平均出货

# Column.Date
source: Date
fil: Petsa
ja_jp: 日付
zh_cn: 日期

# Column.OrderType
source: Order Type
fil: Uri ng Order
ja_jp: 伝票種別
zh_cn: 订单类型

# Column.OrderNumber
source: Order Number
fil: Numero ng Order
ja_jp: 伝票番号
zh_cn: 订单编号

# Column.Amount
source: Amount
fil: Halaga
ja_jp: 金額
zh_cn: 金额

# Column.VisitDate
source: Visit Date
fil: Petsa ng Pagbisita
ja_jp: 訪問日
zh_cn: 拜访日期

# Column.VisitMethod
source: Method
fil: Paraan
ja_jp: 方法
zh_cn: 方式

# Column.SalesEmployee
source: Sales Rep
fil: Sales Representative
ja_jp: 営業担当
zh_cn: 业务人员

# Column.VisitPurpose
source: Purpose
fil: Layunin ng Pagbisita
ja_jp: 訪問目的
zh_cn: 拜访目的

# Column.VisitResult
source: Result Summary
fil: Buod ng Resulta
ja_jp: 結果概要
zh_cn: 结果摘要

# Column.NextFollowUp
source: Next Follow-up
fil: Susunod na Follow-up
ja_jp: 次回フォロー
zh_cn: 下次跟进

# Column.ProductCode
source: Product Code
fil: Kodigo ng Produkto
ja_jp: 商品コード
zh_cn: 商品编号

# Column.ProductName
source: Product Name
fil: Pangalan ng Produkto
ja_jp: 商品名
zh_cn: 商品名称

# Column.SupplierProductCode
source: Supplier Part No.
fil: Part No. ng Supplier
ja_jp: 仕入先品番
zh_cn: 供应商料号

# Column.LastPurchasePrice
source: Last Purchase Price
fil: Huling Presyo ng Pagbili
ja_jp: 直近仕入価格
zh_cn: 最近采购价

# Column.LastPurchaseDate
source: Last Purchase Date
fil: Huling Petsa ng Pagbili
ja_jp: 直近仕入日
zh_cn: 最近采购日

# Column.IsPreferred
source: Preferred
fil: Ginustong
ja_jp: 優先
zh_cn: 常用

# Column.Product
source: Product
fil: Produkto
ja_jp: 商品
zh_cn: 商品

# Column.Select
source: Select
fil: Piliin
ja_jp: 選択
zh_cn: 选择

# Column.PermissionName
source: Permission Name
fil: Pangalan ng Pahintulot
ja_jp: 権限名
zh_cn: 权限名称

# Column.PermissionCode
source: Permission Code
fil: Kodigo ng Pahintulot
ja_jp: 権限コード
zh_cn: 权限编号

# VisitType.Phone
source: Phone
fil: Telepono
ja_jp: 電話
zh_cn: 电话

# VisitType.OnSite
source: On-Site
fil: Sa Lugar
ja_jp: 訪問
zh_cn: 现场

# VisitType.VideoConference
source: Video Conference
ja_jp: ビデオ会議
zh_cn: 视频会议

# VisitType.Other
source: Other
fil: Iba pa
ja_jp: その他
zh_cn: 其他

# Button.AddVisitRecord
source: Add Visit Record
fil: Magdagdag ng Rekord ng Pagbisita
ja_jp: 訪問記録を追加
zh_cn: 新增拜访记录

# Button.ConfirmDelete
source: Confirm Delete
fil: Kumpirmahin ang Pagtanggal
ja_jp: 削除確認
zh_cn: 确认删除

# Button.ConfirmRemove
source: Confirm Remove
fil: Kumpirmahin ang Pag-alis
ja_jp: 削除確認
zh_cn: 确认移除

# Button.ClearDetails
source: Clear Details
fil: I-clear ang Mga Detalye
ja_jp: 明細をクリア
zh_cn: 清除明细

# Button.DisableAccount
source: Disable Account
fil: I-disable ang Account
ja_jp: アカウント無効化
zh_cn: 停用账号

# Button.OpenEdit
source: Open Edit
fil: Buksan ang Edit
ja_jp: 編集を開く
zh_cn: 打开编辑

# Button.Copy
source: Copy
fil: Kopyahin
ja_jp: コピー
zh_cn: 复制

# Button.SelectAll
source: Select All
fil: Piliin Lahat
ja_jp: 全選択
zh_cn: 全选

# Button.ClearAll
source: Clear All
fil: I-clear Lahat
ja_jp: 全解除
zh_cn: 全清

# Label.Show
source: Show:
fil: Ipakita:
ja_jp: 表示：
zh_cn: 显示：

# Label.RecordCount
source: {0} record(s)
fil: {0} rekord
ja_jp: {0} 件
zh_cn: 共 {0} 条

# Label.AllDataStats
source: All Data Statistics
fil: Lahat ng Istatistika ng Data
ja_jp: 全データ統計
zh_cn: 全部数据统计

# Label.DaysAgo
source: ({0} days ago)
fil: ({0} araw na ang nakalipas)
ja_jp: （{0} 日前）
zh_cn: （{0} 天前）

# Label.LoginAccount
source: Login Account
ja_jp: ログインアカウント
zh_cn: 登录账号

# Label.LoginPassword
source: Login Password
ja_jp: ログインパスワード
zh_cn: 登录密码

# Label.PermissionGroup
source: Permission Group
fil: Grupo ng Pahintulot
ja_jp: 権限グループ
zh_cn: 权限组

# Label.LoadingRoles
source: Loading role data...
fil: Naglo-load ng datos ng grupo ng pahintulot...
ja_jp: 権限グループデータを読み込み中...
zh_cn: 正在加载权限组数据...

# Label.LoadingPermissions
source: Loading permission data...
fil: Naglo-load ng datos ng pahintulot...
ja_jp: 権限データを読み込み中...
zh_cn: 正在加载权限数据...

# Label.None
source: None
fil: Wala
ja_jp: なし
zh_cn: 无

# Label.SelectCopyTarget
source: Select Copy Source
fil: Piliin ang Pinagkopya
ja_jp: コピー元を選択
zh_cn: 选择复制对象

# Label.CurrentStatus
source: Current Status:
fil: Kasalukuyang Status:
ja_jp: 現在の状態：
zh_cn: 当前状态：

# Label.Saving
source: Saving...
fil: Nag-iimbak...
ja_jp: 保存中...
zh_cn: 保存中...

# Placeholder.LoginAccount
source: Enter login account (leave blank to disable login)
fil: Ilagay ang login account (iwanang blangko para hindi makalog-in)
ja_jp: ログインアカウントを入力（空白でログイン不可）
zh_cn: 请输入登录账号（留空表示无法登录）

# Placeholder.LoginAccountKeepPassword
source: Leave blank to keep existing password
fil: Iwanang blangko para mapanatili ang kasalukuyang password
ja_jp: 空白にすると既存パスワードを変更しません
zh_cn: 留空表示不变更现有密码

# Placeholder.SetPassword
source: Set login password
fil: Magtakda ng login password
ja_jp: ログインパスワードを設定
zh_cn: 请设置登录密码

# Placeholder.SearchPermission
source: Search permission name...
fil: Maghanap ng pangalan ng pahintulot...
ja_jp: 権限名を検索...
zh_cn: 搜索权限名称...

# Placeholder.SelectRole
source: Select a permission group to configure ...
fil: Pumili ng grupo ng pahintulot na iko-configure ...
ja_jp: 設定する権限グループを選択 ...
zh_cn: 请选择要设置的权限组 ...

# Placeholder.SelectPermissionGroup
source: -- Select Permission Group --
fil: -- Pumili ng Grupo ng Pahintulot --
ja_jp: -- 権限グループを選択 --
zh_cn: -- 请选择权限组 --

# Modal.DeleteVisitRecord
source: Delete Visit Record
fil: Tanggalin ang Rekord ng Pagbisita
ja_jp: 訪問記録を削除
zh_cn: 删除拜访记录

# Modal.ConfirmDeleteVisitRecord
source: Are you sure you want to delete this visit record?
fil: Sigurado ka bang gusto mong tanggalin ang rekord ng pagbisitang ito?
ja_jp: この訪問記録を削除してよろしいですか？
zh_cn: 确定要删除此条拜访记录吗？

# Message.VisitDeleted
source: Visit record deleted
fil: Natanggal na ang rekord ng pagbisita
ja_jp: 訪問記録が削除されました
zh_cn: 拜访记录已删除

# Supplier.AutoSyncNote
source: Auto-synced when purchase order is saved. ★ indicates preferred supplier
fil: Awtomatikong sini-sync kapag na-save ang purchase order. ★ ay nagpapahiwatig ng preferred na supplier
ja_jp: 発注書保存時に自動同期。★ は優先仕入先を示します
zh_cn: 采购单保存时自动同步，★ 表示常用供应商

# Supplier.NoProducts
source: No supplier products yet. Will be created automatically after saving a purchase order
fil: Wala pang mga produkto ng supplier. Awtomatikong malilikha pagkatapos mag-save ng purchase order
ja_jp: 仕入先商品なし。発注書保存後に自動作成されます
zh_cn: 暂无供应商品，采购单保存后将自动建立

# Supplier.NoProductsDefault
source: No supplier products configured
fil: Walang mga produkto ng supplier na na-configure
ja_jp: 仕入先商品が設定されていません
zh_cn: 尚未设置供应商品

# Supplier.RemoveProduct
source: Remove Supplier Product
fil: Alisin ang Produkto ng Supplier
ja_jp: 仕入先商品を削除
zh_cn: 移除供应商品

# Supplier.ConfirmRemoveProduct
source: Are you sure you want to remove "{0}" from the supplier catalog?
fil: Sigurado ka bang gusto mong alisin ang "{0}" mula sa katalogo ng supplier?
ja_jp: 「{0}」を仕入先カタログから削除してよろしいですか？
zh_cn: 确定要将「{0}」从供应商目录中移除吗？

# Supplier.RemovedFromCatalog
source: Removed from supplier catalog
fil: Inalis na mula sa katalogo ng supplier
ja_jp: 仕入先カタログから削除しました
zh_cn: 已从供应目录中移除

# Supplier.DeleteButtonTitle
source: Remove from supplier catalog
fil: Alisin mula sa katalogo ng supplier
ja_jp: 仕入先カタログから削除
zh_cn: 从供应目录移除

# Supplier.AlreadyBound
source: Product "{0}" is already bound to this supplier
fil: Ang produktong "{0}" ay nakatali na sa supplier na ito
ja_jp: 商品「{0}」はすでにこの仕入先に登録されています
zh_cn: 商品「{0}」已绑定此供应商

# Supplier.ClearedAll
source: All supplier product details cleared
fil: Na-clear na ang lahat ng detalye ng produkto ng supplier
ja_jp: すべての仕入先商品明細をクリアしました
zh_cn: 已清空所有供应商品明细

# Supplier.ConfirmClearAll
source: Are you sure you want to clear all supplier product details?
fil: Sigurado ka bang gusto mong i-clear ang lahat ng detalye ng produkto ng supplier?
ja_jp: すべての仕入先商品明細をクリアしてよろしいですか？
zh_cn: 确定要清除所有供应商品明细吗？

# Supplier.NoClearTooltip
source: No details to clear
fil: Walang detalye na maaaring i-clear
ja_jp: クリアできる明細がありません
zh_cn: 当前没有明细可清除

# Supplier.ClearDetailsTooltip
source: Clear all supplier product details
fil: I-clear ang lahat ng detalye ng produkto ng supplier
ja_jp: すべての仕入先商品明細をクリア
zh_cn: 清除所有供应商品明细

# Employee.AccountManagement
source: Account Management
fil: Pamamahala ng Account
ja_jp: アカウント管理
zh_cn: 账号管理

# Employee.SystemUser
source: System User
ja_jp: システムユーザー
zh_cn: 系统用户

# Employee.NeverLoggedIn
source: Never logged in
fil: Hindi pa naka-login
ja_jp: ログイン履歴なし
zh_cn: 从未登录

# Employee.RegularEmployee
source: Regular Employee (No Account)
fil: Regular na Empleyado (Walang Account)
ja_jp: 一般従業員（アカウントなし）
zh_cn: 普通员工（无账号）

source: Employee not found
fil: Hindi mahanap ang datos ng empleyado
ja_jp: 従業員データが見つかりません
zh_cn: 找不到员工数据

# Employee.EmptyMeansNoLogin
source: Leave blank to prevent this employee from logging in
fil: Iwanang blangko para hindi makalog-in ang empleyadong ito
ja_jp: 空白にするとこの従業員はログインできません
zh_cn: 留空表示此员工无法登录系统

# Employee.KeepPasswordHint
source: Leave blank to keep existing password when editing
fil: Iwanang blangko kapag nag-e-edit para mapanatili ang kasalukuyang password
ja_jp: 編集時に空白にすると既存パスワードを変更しません
zh_cn: 编辑时留空表示不变更现有密码

# Employee.RoleRequiredHint
source: Set this employee's system operation permissions (required when account is set)
fil: Itakda ang mga pahintulot sa operasyon ng sistema ng empleyadong ito (kinakailangan kapag may account)
ja_jp: この従業員のシステム操作権限を設定します（アカウントがある場合は必須）
zh_cn: 设置此员工在系统中的操作权限（有账号时必填）

# Permission.RoleManagement
source: Permission Group Management
fil: Pamamahala ng Grupo ng Pahintulot
ja_jp: 権限グループ管理
zh_cn: 权限组管理

# Permission.NotCreated
source: No permission groups created yet
fil: Wala pang mga grupo ng pahintulot na nalikha
ja_jp: 権限グループがまだ作成されていません
zh_cn: 尚未建立任何权限组

# Permission.AdminHasAll
source: The admin permission group has all permissions.
fil: Ang grupo ng pahintulot ng admin ay may lahat ng pahintulot.
ja_jp: 管理者権限グループはすべての権限を持っています。
zh_cn: 管理员权限组拥有所有权限。

# Permission.SelectAllHint
source: Select All / Clear All only affects normal permissions. Sensitive permissions require manual individual selection for security.
fil: Ang Piliin Lahat / I-clear Lahat ay nakakaapekto lamang sa mga normal na pahintulot. Ang mga sensitibong pahintulot ay nangangailangan ng manu-manong indibidwal na pagpili para sa seguridad.
ja_jp: 全選択/全解除は通常権限のみに影響します。機密権限はセキュリティのために手動で個別に選択する必要があります。
zh_cn: 「全选」/「全清」按钮仅影响一般权限，敏感权限需要手动点击个别选择以确保安全性。

# Permission.SensitiveDanger
source: Please grant with caution! These permissions may affect system security and stability.
fil: Mag-ingat sa pagbibigay! Maaaring makaapekto ang mga pahintulot na ito sa seguridad at katatagan ng sistema.
ja_jp: 慎重に付与してください！これらの権限はシステムのセキュリティと安定性に影響する可能性があります。
zh_cn: 请谨慎授权！这些权限可能影响系统安全性和稳定性。

# Permission.NoPermissions
source: No permission data found
fil: Walang datos ng pahintulot na nahanap
ja_jp: 権限データが見つかりません
zh_cn: 没有找到权限数据

# Permission.NoSystemPermissions
source: No system permission data found
fil: Walang datos ng pahintulot ng sistema na nahanap
ja_jp: システム権限データが見つかりません
zh_cn: 没有找到系统权限数据

# Permission.AdminCannotCopy
source: Admin role cannot copy permissions
fil: Hindi maaaring kopyahin ng admin group ang mga pahintulot
ja_jp: 管理者権限グループは権限をコピーできません
zh_cn: 管理员权限组无法复制权限

# Permission.AdminCannotModify
source: Admin role cannot modify permissions
fil: Hindi maaaring baguhin ng admin group ang mga pahintulot
ja_jp: 管理者権限グループは権限を変更できません
zh_cn: 管理员权限组无法修改权限

# Permission.SelectAllTooltip
source: Select normal permissions only; sensitive permissions require manual selection
fil: Pumili lamang ng mga normal na pahintulot; ang mga sensitibong pahintulot ay kailangan ng manu-manong pagpili
ja_jp: 通常権限のみ選択。機密権限は手動で選択してください
zh_cn: 仅选择一般权限，敏感权限需手动选择

# Permission.ClearAllTooltip
source: Clear normal permissions only; sensitive permissions require manual deselection
fil: I-clear lamang ang mga normal na pahintulot; ang mga sensitibong pahintulot ay kailangan ng manu-manong pagkansela
ja_jp: 通常権限のみ解除。機密権限は手動で解除してください
zh_cn: 仅清除一般权限，敏感权限需手动取消

# Purchase.LoadingPending
source: Loading pending approval data...
fil: Nino-load ang mga pending na data para sa pag-apruba...
ja_jp: 承認待ちデータを読み込み中...
zh_cn: 正在加载待审核数据...

# Purchase.SelectedCount
source: Selected {0} / {1} items
fil: Napili {0} / {1} na item
ja_jp: {0} / {1} 件選択済み
zh_cn: 已选取 {0} / {1} 条

# Purchase.DeselectAll
source: Deselect All
fil: Alisin ang Lahat ng Pagpili
ja_jp: 全選択解除
zh_cn: 取消全选

# Purchase.SelectAll
source: Select All
fil: Piliin Lahat
ja_jp: 全選択
zh_cn: 全选

# Purchase.DeselectAllTooltip
source: Deselect all items
fil: Alisin ang pagpili sa lahat ng item
ja_jp: すべての項目の選択を解除
zh_cn: 取消选取所有项目

# Purchase.SelectAllTooltip
source: Select all items
fil: Piliin ang lahat ng item
ja_jp: すべての項目を選択
zh_cn: 选取所有项目

# Purchase.ApproveSelected
source: Approve
fil: Aprubahan
ja_jp: 承認
zh_cn: 审核

# Purchase.ApproveSelectedTooltip
source: Approve {0} selected records
fil: Aprubahan ang {0} napiling rekord
ja_jp: 選択した {0} 件の伝票を承認
zh_cn: 审核已选取的 {0} 条单据

# Purchase.NoPendingItems
source: All done! No pending items for approval.
fil: Napakagaling! Walang mga item na naghihintay ng pag-apruba.
ja_jp: 素晴らしい！承認待ちの項目はありません。
zh_cn: 太棒了！目前没有待审核的项目。

# Purchase.SelectItemsFirst
source: Please select items to approve first
fil: Mangyaring pumili muna ng mga item para aprubahan
ja_jp: 承認する項目を先に選択してください
zh_cn: 请先选取要审核的项目

# Purchase.ApproveSuccessAll
source: Approval complete! Successfully approved {0} {1}
fil: Kumpleto na ang pag-apruba! Matagumpay na naprubahan ang {0} {1}
ja_jp: 承認完了！{0} 件の{1}を正常に承認しました
zh_cn: 审核完成！成功审核 {0} 条{1}

# Purchase.ApproveSuccessPartial
source: Approval complete! Success: {0}, Failed: {1}
fil: Kumpleto na ang pag-apruba! Tagumpay: {0}, Nabigo: {1}
ja_jp: 承認完了！成功: {0} 件、失敗: {1} 件
zh_cn: 审核完成！成功 {0} 条，失败 {1} 条

# Purchase.LoadPendingFailed
source: Failed to load pending {0}: {1}
fil: Nabigong i-load ang pending na {0}: {1}
ja_jp: 承認待ち{0}の読み込みに失敗しました：{1}
zh_cn: 加载待审核{0}失败：{1}

# Purchase.ApproveError
source: Error approving selected items: {0}
fil: Error sa pag-apruba ng mga napiling item: {0}
ja_jp: 選択した項目の承認中にエラーが発生しました：{0}
zh_cn: 审核所选项目时发生错误：{0}

# Purchase.ViewDetail
source: View Details
fil: Tingnan ang Detalye
ja_jp: 詳細を見る
zh_cn: 查看详情

# Purchase.RejectReasonPlaceholder
source: Enter rejection reason...
fil: Ilagay ang dahilan ng pagtanggi...
ja_jp: 却下理由を入力してください...
zh_cn: 请输入驳回原因...

# Purchase.ConfirmReject
source: Confirm Rejection
fil: Kumpirmahin ang Pagtanggi
ja_jp: 却下を確認
zh_cn: 确认驳回

# Purchase.RejectReasonRequired
source: Please provide a rejection reason
fil: Mangyaring magbigay ng dahilan ng pagtanggi
ja_jp: 却下理由を入力してください
zh_cn: 请填写驳回原因

# Purchase.ConfirmRejectError
source: Error confirming rejection: {0}
fil: Error sa pagkumpirma ng pagtanggi: {0}
ja_jp: 却下確認中にエラーが発生しました：{0}
zh_cn: 确认驳回时发生错误：{0}

# Purchase.CancelError
source: Error cancelling operation: {0}
fil: Error sa pagkansela ng operasyon: {0}
ja_jp: 操作のキャンセル中にエラーが発生しました：{0}
zh_cn: 取消操作时发生错误：{0}

# Column.PurchaseOrderCode
source: PO Number
fil: Numero ng PO
ja_jp: 発注番号
zh_cn: 采购单号

# Column.ReceivingCode
source: Receiving Number
fil: Numero ng Resibo
ja_jp: 入荷番号
zh_cn: 收货单号

# Column.ReturnCode
source: Return Number
fil: Numero ng Pagbabalik
ja_jp: 返品番号
zh_cn: 退货单号

# Column.SetoffCode
source: Setoff Number
fil: Numero ng Setoff
ja_jp: 相殺番号
zh_cn: 冲账单号

# Column.OrderCode
source: Order Number
fil: Numero ng Order
ja_jp: 注文番号
zh_cn: 订单单号

# Column.SupplierName
source: Supplier
ja_jp: 仕入先
zh_cn: 供应商

# Column.OrderDate
source: Order Date
fil: Petsa ng Order
ja_jp: 注文日
zh_cn: 订单日期

# Column.OrderDateAlt
source: Purchase Date
fil: Petsa ng Pagbili
ja_jp: 発注日
zh_cn: 订购日期
