Repository: WeiChienTang/E
Catalog: ERPCore2/Resources/SharedResource.*.resx
Languages: fil, ja_jp, zh_cn

# Label.SalesOrderDetailId
source: Sales Order Detail ID
fil: ID ng Detalye ng Sales Order
zh_cn: 销货订单明细 ID

# Label.MaterialIssueCompleted
source: Issue Complete
fil: Kumpleto na ang Isyu
zh_cn: 已发料完成

# Label.PartialIssue
source: Partial Issue
fil: Bahagyang Isyu
zh_cn: 部分发料

# Label.InsufficientStock
source: Insufficient Stock
fil: Hindi Sapat ang Stock
zh_cn: 库存不足

# Label.PendingIssue
source: Pending Issue
fil: Naghihintay na Isyu
zh_cn: 待发料

# Label.DateFrom
source: Date Range (From)
fil: Hanay ng Petsa (Mula)
zh_cn: 日期范围（由）

# Label.DateTo
source: Date Range (To)
fil: Hanay ng Petsa (Hanggang)
zh_cn: 日期范围（至）

# Label.AccountsReceivable
source: Accounts Receivable
zh_cn: 应收账款

# Label.AccountsPayable
source: Accounts Payable
zh_cn: 应付账款

# Label.OrderNumber
source: Order Number
fil: Numero ng Order
zh_cn: 订单号码

# Label.SelectedAndTotal
source: {0} selected, Total schedule qty: {1}
fil: {0} napili, Kabuuang dami ng iskedyul: {1}
zh_cn: 已选择 {0} 项，排程数量合计: {1}

# Button.ConfirmIssue
source: Confirm Issue
fil: Kumpirmahin ang Isyu
zh_cn: 确认领料

# Button.ConfirmRecord
source: Confirm Record
fil: Kumpirmahin ang Rekord
zh_cn: 确认登录

# Button.TakeAll
source: Take All
fil: Kunin Lahat
zh_cn: 全部领取

# Button.ConfirmAdd
source: Confirm Add ({0})
fil: Kumpirmahin ang Pagdagdag ({0})
zh_cn: 确认加入 ({0} 项)

# Button.Query
source: Query
fil: Mag-query
zh_cn: 查询

# Button.ClearFilter
source: Clear Filter
fil: I-clear ang Filter
zh_cn: 清除筛选

# Message.InsufficientStockWarning
source: Some components have insufficient stock. Please adjust issue quantities or replenish stock.
fil: Ilang component ay may kakulangan ng stock. Ayusin ang dami ng isyu o mag-replenish muna.
zh_cn: 部分组件库存不足，请调整领料数量或先进行采购补货。

# Message.NoBOMComponents
source: This schedule item has no BOM components
fil: Walang BOM component ang aytem ng iskedyul na ito
zh_cn: 此排程项目没有 BOM 组件

# Message.NoScheduleItemInfo
source: Unable to load schedule item info
fil: Hindi ma-load ang impormasyon ng aytem ng iskedyul
zh_cn: 无法加载排程项目信息

# Message.EnterIssueQty
source: Please enter issue quantity
fil: Mangyaring maglagay ng dami ng isyu
zh_cn: 请输入领料数量

# Message.StockInsufficientFor
source: Insufficient stock for the following components: {0}
fil: Hindi sapat ang stock para sa mga sumusunod na component: {0}
zh_cn: 以下组件库存不足：{0}

# Message.SelectAtLeastOneProduct
source: Please select at least one product
fil: Mangyaring pumili ng hindi bababa sa isang produkto
zh_cn: 请至少选择一项商品

# Message.BarcodePrintWindowOpened
source: Barcode print window opened (total {0} labels)
fil: Nabuksan ang window ng pag-print ng barcode (kabuuan {0} label)
zh_cn: 已开启条码打印窗口 (共 {0} 张)

# Message.NoMatchingProducts
source: No matching products
fil: Walang katugmang produkto
zh_cn: 无符合条件的商品

# Message.SupplierAlreadyExists
source: This supplier already exists, please select another
fil: Mayroon nang supplier na ito, mangyaring pumili ng isa pa
zh_cn: 此供应商已存在，请选择其他供应商

# Message.NeedAtLeastOneSupplier
source: At least one supplier is required
fil: Kailangan ng hindi bababa sa isang supplier
zh_cn: 至少需要一个供应商

# Message.DuplicateSupplier
source: Duplicate suppliers exist
fil: Mayroon duplicateng supplier
zh_cn: 存在重复的供应商

# Message.CompletionExceedsRemaining
source: Completion qty cannot exceed remaining qty {0}
fil: Hindi maaaring lumampas ang dami ng pagkumpleto sa natitirang dami {0}
zh_cn: 完工数量不可超过剩余数量 {0}

# Message.CompletionFailed
source: Completion record failed: {0}
fil: Nabigo ang rekord ng pagkumpleto: {0}
zh_cn: 完工登录失败：{0}

# Message.InventoryAddSuccess
source: Inventory added successfully: {0}
fil: Matagumpay na naidagdag ang imbentaryo: {0}
zh_cn: 库存入库成功：{0}

# Message.InventoryAddFailed
source: Inventory add failed: {0}
fil: Nabigo ang pagdaragdag ng imbentaryo: {0}
zh_cn: 库存入库失败：{0}

# Message.NoWarehouseForInventory
source: Cannot determine target warehouse; inventory not updated
fil: Hindi matukoy ang target na bodega; hindi na-update ang imbentaryo
zh_cn: 无法确定入库仓库，库存未更新

# Message.CreateCompletionFailed
source: Failed to create completion record: {0}
fil: Nabigo ang paglikha ng rekord ng pagkumpleto: {0}
zh_cn: 建立完工记录失败：{0}

# Message.ProductionStarted
source: Production started
fil: Nagsimula na ang produksyon
zh_cn: 已开始生产

# Message.ScheduleItemNotFound
source: Schedule item data not found
fil: Hindi nahanap ang data ng aytem ng iskedyul
zh_cn: 找不到排程项目资料

# Message.NoSchedulableDetails
source: No schedulable details
fil: Walang mga detalyeng maaaring i-iskedyul
zh_cn: 无可排程的明细

# Message.DragOrderToSchedule
source: Drag an order from the left, or click the arrow button to add to schedule
fil: I-drag ang order mula sa kaliwa, o i-click ang pindutan ng arrow para idagdag sa iskedyul
zh_cn: 从左侧拖曳订单到此处，或点击箭头按钮加入排程

# Message.NoPendingDetails
source: No pending schedule details
fil: Walang naghihintay na detalye ng iskedyul
zh_cn: 没有待排程的明细

# Message.NoComponentNeeds
source: No component requirements
fil: Walang mga pangangailangan ng component
zh_cn: 没有组件需求

# Message.PaymentRecordRemoved
source: Payment record removed
fil: Tinanggal ang rekord ng pagbabayad
zh_cn: 已移除收款记录

# Message.PrepaymentRecordRemoved
source: Prepayment record removed
fil: Tinanggal ang rekord ng prepayment
zh_cn: 已移除预收付款项记录

# Message.UsedAmountExceedsBalance
source: Used amount cannot exceed available balance {0}
fil: Hindi maaaring lumampas ang halagang ginamit sa available na balanse {0}
zh_cn: 使用金额不能超过可用余额 {0}

# Message.UsedAmountBelowZero
source: Used amount cannot be less than 0
fil: Hindi maaaring maging mas mababa sa 0 ang halagang ginamit
zh_cn: 使用金额不能小于 0

# Message.AmountBelowZero
source: Amount cannot be less than 0
fil: Hindi maaaring maging mas mababa sa 0 ang halaga
zh_cn: 金额不能小于 0

# Message.SelectPrepaymentType
source: Please select a prepayment type
fil: Mangyaring pumili ng uri ng prepayment
zh_cn: 请选择预收付类型

# Message.TransferTypeNeedsSource
source: Transfer type must have a source prepayment item
fil: Ang uri ng paglipat ay dapat may source na aytem ng prepayment
zh_cn: 转冲款类型必须选择来源预收付款项

# Message.UsedAmountMustBePositive
source: Used amount must be greater than 0
fil: Ang halagang ginamit ay dapat na mas malaki sa 0
zh_cn: 使用金额必须大于 0

# Message.AmountMustBePositive
source: Amount must be greater than 0
fil: Ang halaga ay dapat na mas malaki sa 0
zh_cn: 金额必须大于 0

# Message.RecordNotSavedCannotQuery
source: This record has not been saved; cannot query related documents
fil: Hindi pa na-save ang rekord na ito; hindi maa-query ang mga kaugnay na dokumento
zh_cn: 此记录尚未保存，无法查询相关单据

# Message.InitARReportFailed
source: Failed to initialize AR report data
fil: Nabigo ang pag-initialize ng data ng ulat ng AR
zh_cn: 初始化应收账款报表数据失败

# Message.LoadCustomerFailed
source: Failed to load customer data
fil: Nabigo ang pag-load ng data ng customer
zh_cn: 加载客户数据失败

# Message.GenerateReportFailed
source: Failed to generate report
fil: Nabigo ang paglikha ng ulat
zh_cn: 生成报表失败

# Placeholder.SearchProductNameCode
source: Search product name/code...
fil: Hanapin ang pangalan/code ng produkto...
zh_cn: 搜寻商品名称/编号...

# Placeholder.FilterBySpec
source: Filter by spec...
fil: I-filter ayon sa espesipikasyon...
zh_cn: 规格筛选...

# Placeholder.SelectSupplier
source: Select Supplier
fil: Pumili ng Supplier
zh_cn: 请选择供应商

# Placeholder.EnterCode
source: Enter code
fil: Maglagay ng code
zh_cn: 请输入编号

# Placeholder.SelectUnit
source: Select Unit
fil: Pumili ng Yunit
zh_cn: 请选择单位

# Placeholder.Optional
source: Optional
fil: Opsyonal
zh_cn: 可选填

# Placeholder.SearchAccountCodeName
source: Enter account code or name
fil: Maglagay ng code o pangalan ng account
zh_cn: 请输入科目编号或名称

# Placeholder.DescriptionOptional
source: Description (optional)
fil: Paglalarawan (opsyonal)
zh_cn: 说明（选填）

# Placeholder.SearchCustomerName
source: Enter customer name to search...
fil: Maglagay ng pangalan ng customer para hanapin...
zh_cn: 请输入客户名称搜寻...

# Placeholder.SelectType
source: Select type..
fil: Pumili ng uri..
zh_cn: 请选择类型..

# Placeholder.SelectPrepayment
source: Select prepayment item..
fil: Pumili ng aytem ng prepayment..
zh_cn: 请选择预收付款项..

# Placeholder.SearchCodeNameStatus
source: Search code/product/status...
fil: Hanapin ang code/pangalan/katayuan...
zh_cn: 搜寻编号/产品名/状态...

# Placeholder.SearchProductOrderCustomer
source: Search product/order/customer...
fil: Hanapin ang produkto/order/customer...
zh_cn: 搜寻商品/订单/客户...

# Placeholder.SelectDefault
source: Please select..
fil: Pumili..
zh_cn: 请选择..

# Setoff.UnknownSource
source: Unknown Source
fil: Hindi Kilalang Pinagmulan
zh_cn: 未知来源

# Setoff.SourceDocumentCode
source: Source Document
fil: Code ng Pinagmulan
zh_cn: 来源单号

# Setoff.TotalAmount
source: Total Amount
fil: Kabuuang Halaga
zh_cn: 总金额

# Setoff.Amount
source: Amount
fil: Halaga
zh_cn: 金额

# Label.ItemCount
source: items
fil: aytem
zh_cn: 项

# Message.LoadBankPaymentMethodFailed
source: Failed to load bank and payment method data: {0}
fil: Nabigo ang pag-load ng datos ng bangko at paraan ng pagbabayad: {0}
zh_cn: 加载银行和付款方式数据失败：{0}

# Message.LoadPrepaymentTypeFailed
source: Failed to load prepayment types: {0}
fil: Nabigo ang pag-load ng mga uri ng prepayment: {0}
zh_cn: 加载预收付类型失败：{0}

# Message.LoadAvailablePrepaymentFailed
source: Failed to load available prepayments: {0}
fil: Nabigo ang pag-load ng mga available na prepayment: {0}
zh_cn: 加载可用预收付款项失败：{0}
