Repository: WeiChienTang/E
Catalog: ERPCore2/Resources/SharedResource.*.resx
Languages: fil, ja_jp, zh_cn

# Dashboard.NoItems
source: No {0} available to add
fil: Walang {0} na maaaring idagdag
ja_jp: 追加できる{0}はありません
zh_cn: 目前没有可新增的{0}

# Placeholder.SearchWidgets
source: Search name, description or category...
fil: Maghanap ng pangalan, paglalarawan o kategorya...
ja_jp: 名前、説明またはカテゴリーを検索...
zh_cn: 搜索名称、描述或分类...

# Dashboard.RemoveShortcut
source: Remove Shortcut
fil: Alisin ang Shortcut
ja_jp: ショートカットを削除
zh_cn: 移除快捷方式

# Dashboard.SelectIcon
source: Select Panel Icon
fil: Pumili ng Icon ng Panel
ja_jp: パネルアイコンを選択
zh_cn: 选择面板图标

# Dashboard.ApplyIcon
source: Apply Selected Icon
fil: I-apply ang Napiling Icon
ja_jp: 選択したアイコンを適用
zh_cn: 套用选取的图标

# Dashboard.CurrentSelection
source: Current Selection
fil: Kasalukuyang Pinili
ja_jp: 現在の選択
zh_cn: 当前选择

# Dashboard.NotSelected
source: Not Selected
fil: Hindi Napili
ja_jp: 未選択
zh_cn: 未选择

# Accounting.SaveFirst
source: Please save the data first before viewing accounting sub-accounts.
fil: I-save muna ang data bago tingnan ang mga sub-account sa accounting.
ja_jp: データを保存してから、会計補助科目を確認してください。
zh_cn: 请先保存数据，再查看会计明细科目。

# Accounting.SubAccountType
source: Sub-Account Type
fil: Uri ng Sub-Account
ja_jp: 補助科目タイプ
zh_cn: 明细科目类型

# Accounting.AccountCode
source: Account Code
fil: Kodigo ng Account
ja_jp: 科目コード
zh_cn: 科目代码

# Accounting.AccountName
source: Account Name
fil: Pangalan ng Account
ja_jp: 科目名称
zh_cn: 科目名称

# Accounting.Created
source: Created
fil: Nalikha Na
ja_jp: 作成済み
zh_cn: 已建立

# Accounting.NotCreated
source: Not Created
fil: Hindi Pa Nalikha
ja_jp: 未作成
zh_cn: 未建立

# Accounting.CreateSubAccount
source: Create Sub-Account
fil: Lumikha ng Sub-Account
ja_jp: 補助科目を作成
zh_cn: 建立明细科目

# Accounting.CreateSubAccountTitle
source: Create all missing sub-accounts for this record
fil: Likhain ang lahat ng nawawalang sub-account para sa rekord na ito
ja_jp: このレコードの未作成の補助科目をすべて作成します
zh_cn: 为此记录创建所有缺少的明细科目

# Accounting.AccountsReceivable
source: Accounts Receivable
fil: Mga Accounts Receivable
ja_jp: 売掛金
zh_cn: 应收账款

# Accounting.NoteReceivable
source: Notes Receivable
fil: Mga Notes Receivable
ja_jp: 受取手形
zh_cn: 应收票据

# Accounting.SalesReturn
source: Sales Return
ja_jp: 売上返品
zh_cn: 销售退回

# Accounting.AdvanceReceipt
source: Advance Receipt
ja_jp: 前受金
zh_cn: 预收款项

# Accounting.AccountsPayable
source: Accounts Payable
fil: Mga Accounts Payable
ja_jp: 買掛金
zh_cn: 应付账款

# Accounting.NotePayable
source: Notes Payable
fil: Mga Notes Payable
ja_jp: 支払手形
zh_cn: 应付票据

# Accounting.PurchaseReturn
source: Purchase Return
ja_jp: 仕入返品
zh_cn: 采购退回

# Accounting.AdvancePayment
source: Advance Payment
ja_jp: 前払金
zh_cn: 预付款项

# Accounting.CreateError
source: An error occurred while creating sub-accounts
fil: May naganap na error habang nililikha ang mga sub-account
ja_jp: 補助科目の作成中にエラーが発生しました
zh_cn: 建立明细科目时发生错误

# Label.Unassigned
source: Unassigned
fil: Hindi Naitalaga
ja_jp: 未割り当て
zh_cn: 未指派

# Label.NeverLoggedIn
source: Never Logged In
fil: Hindi Pa Naka-login
ja_jp: ログイン未経験
zh_cn: 从未登录

# Label.HasPermission
source: Has Permission
fil: May Pahintulot
ja_jp: 権限あり
zh_cn: 有权限

# Label.NoPermission
source: No Permission
fil: Walang Pahintulot
ja_jp: 権限なし
zh_cn: 无权限

# Placeholder.InputToSearch
source: Search {0}
fil: Maghanap ng {0}
ja_jp: {0}を検索
zh_cn: 输入{0}搜索

# Label.NotSet
source: Not Set
fil: Hindi Nakatakda
ja_jp: 未設定
zh_cn: 未设置

# Field.IsSystemUser
source: System Access
fil: Access ng System
ja_jp: システム権限
zh_cn: 系统操控

# Field.LastLogin
source: Last Login
fil: Huling Login
ja_jp: 最終ログイン
zh_cn: 最后登录

# Field.Role
source: Role
fil: Grupo ng Pahintulot
ja_jp: 役割グループ
zh_cn: 权限组

# Field.Department
source: Department
fil: Departamento
ja_jp: 部門
zh_cn: 部门

# Field.EmployeePosition
source: Position
fil: Posisyon
ja_jp: 役職
zh_cn: 职位

# Field.ErrorId
source: Error ID
fil: ID ng Error
ja_jp: エラーID
zh_cn: 错误ID

# Field.ErrorLevel
source: Error Level
fil: Antas ng Error
ja_jp: エラーレベル
zh_cn: 错误等级

# Field.ErrorSource
source: Error Source
fil: Pinagmulan ng Error
ja_jp: エラー発生元
zh_cn: 错误来源

# Field.ErrorCategory
source: Error Category
fil: Kategorya ng Error
ja_jp: エラー分類
zh_cn: 错误分类

# Field.ErrorMessage
source: Error Message
fil: Mensahe ng Error
ja_jp: エラーメッセージ
zh_cn: 错误讯息

# Field.ErrorModule
source: Module
ja_jp: モジュール
zh_cn: 模块

# Field.OccurredAt
source: Occurred At
fil: Oras ng Pangyayari
ja_jp: 発生時刻
zh_cn: 发生时间

# Field.IsResolved
source: Resolved
fil: Nalutas Na
ja_jp: 解決済み
zh_cn: 已解决

# Field.UserId
source: User
fil: Gumagamit
ja_jp: ユーザー
zh_cn: 使用者

# Field.RequestPath
source: Request Path
fil: Landas ng Kahilingan
ja_jp: リクエストパス
zh_cn: 请求路径

# Field.CurrentStock
source: Current Stock
fil: Kasalukuyang Stock
ja_jp: 現在在庫
zh_cn: 现有库存

# Field.AverageCost
source: Average Cost
fil: Karaniwang Gastos
ja_jp: 平均原価
zh_cn: 平均成本

# Field.ProductUnit
source: Product Unit
fil: Yunit ng Produkto
ja_jp: 商品単位
zh_cn: 商品单位

# Field.MaterialCode
source: Material Code
fil: Kodigo ng Materyales
ja_jp: 材質コード
zh_cn: 材质编号

# Field.MaterialName
source: Material Name
fil: Pangalan ng Materyales
ja_jp: 材質名
zh_cn: 材质名称

# Field.Remarks
source: Remarks
fil: Mga Tala
ja_jp: 備考
zh_cn: 备注

# Field.DetailCount
source: Detail Count
fil: Bilang ng Detalye
ja_jp: 明細件数
zh_cn: 明细笔数

# Field.CompanyCode
source: Company Code
fil: Kodigo ng Kumpanya
ja_jp: 会社コード
zh_cn: 公司编号

# Field.UsageCount
source: Usage Count
fil: Bilang ng Paggamit
ja_jp: 使用回数
zh_cn: 使用次数

# Field.ConnectionType
source: Connection Type
fil: Uri ng Koneksyon
ja_jp: 接続タイプ
zh_cn: 连接方式

# Field.UsbPort
source: USB Port
ja_jp: USBポート
zh_cn: USB接口

# Field.ComponentCount
source: Component Count
fil: Bilang ng Bahagi
ja_jp: 部品数
zh_cn: 组件数

# Field.BatchNumber
source: Batch Number
fil: Numero ng Batch
ja_jp: バッチ番号
zh_cn: 批号

# Field.OriginalReceivingCode
source: Original Receiving No.
fil: Orihinal na Numero ng Resibo
ja_jp: 元入荷番号
zh_cn: 原进货单号

# Field.ApprovalStatus
source: Approval Status
fil: Katayuan ng Pag-apruba
ja_jp: 承認状態
zh_cn: 核准状态

# Field.ReportId
source: Report ID
fil: ID ng Ulat
ja_jp: レポートID
zh_cn: 报表识别码

# Field.RelatedPartyName
source: Related Party
fil: Pangalan ng Kaugnay na Partido
ja_jp: 取引先名
zh_cn: 关联方名称

# Field.BelongsToWarehouse
source: Warehouse
fil: Bodega
ja_jp: 所属倉庫
zh_cn: 所属仓库

# Field.NetAmount
source: Net Amount
fil: Netong Halaga
ja_jp: 純額
zh_cn: 净额

# Field.MeasurementUnit
source: Unit of Measure
fil: Yunit ng Sukat
ja_jp: 計量単位
zh_cn: 计量单位

# Field.CompletedItems
source: Completed Items
fil: Natapos na mga Item
ja_jp: 完了済み項目数
zh_cn: 已盘点数

# Field.DifferenceItems
source: Difference Items
fil: Mga Item na may Pagkakaiba
ja_jp: 差異項目数
zh_cn: 差异项目数

# Field.DifferenceAmount
source: Inventory Gain/Loss
fil: Kita/Pagkawala sa Imbentaryo
ja_jp: 在庫差損益
zh_cn: 盘盈盘亏

# Field.VoucherCode
source: Voucher No.
fil: Numero ng Voucher
ja_jp: 伝票番号
zh_cn: 传票号码

# Field.VoucherDate
source: Voucher Date
fil: Petsa ng Voucher
ja_jp: 伝票日付
zh_cn: 传票日期

# Field.VoucherType
source: Voucher Type
fil: Uri ng Voucher
ja_jp: 伝票種別
zh_cn: 传票类型

# Field.VoucherDescription
source: Voucher Description
fil: Paglalarawan ng Voucher
ja_jp: 伝票説明
zh_cn: 传票说明

# Field.TotalDebit
source: Total Debit
fil: Kabuuang Debit
ja_jp: 借方合計
zh_cn: 借方合计

# Field.TotalCredit
source: Total Credit
fil: Kabuuang Credit
ja_jp: 貸方合計
zh_cn: 贷方合计

# Field.SourceCode
source: Source No.
fil: Numero ng Pinagmulan
ja_jp: 元伝票番号
zh_cn: 来源单号

# Field.ServiceProvider
source: Service Provider
fil: Tagapagbigay ng Serbisyo
ja_jp: 整備業者/サービス提供者
zh_cn: 维修厂/服务商

# Field.AccountType
source: Account Type
fil: Uri ng Account
ja_jp: 科目大分類
zh_cn: 科目大类

# Button.BarcodePrint
source: Barcode Print
ja_jp: バーコード印刷
zh_cn: 条码打印

# Button.BatchPrint
source: Batch Print
ja_jp: 帳票印刷
zh_cn: 报表打印

# Button.ImportSchedule
source: Schedule Import
ja_jp: スケジュール入庫
zh_cn: 计划入库

# Button.BatchDelete
source: Batch Delete
ja_jp: 一括削除
zh_cn: 批量删除

# Button.ExportExcel
source: Export Excel
fil: I-export sa Excel
ja_jp: Excel出力
zh_cn: 导出Excel

# Button.ExportPdf
source: Export PDF
fil: I-export sa PDF
ja_jp: PDF出力
zh_cn: 导出PDF

# Button.DownloadPdf
source: Download PDF
fil: I-download ang PDF
ja_jp: PDFダウンロード
zh_cn: 下载PDF

# Button.BrowserPrint
source: Browser Print
ja_jp: ブラウザ印刷
zh_cn: 本地打印

# Report.PreviewPrint
source: Preview Print
ja_jp: プレビュー印刷
zh_cn: 预览打印

# Report.FilterTitle
source: Report Filter
fil: Filter ng Ulat
ja_jp: 帳票フィルター
zh_cn: 报表筛选条件

# Report.FilterConfigNotFound
source: Filter configuration not found for report ID "{0}"
fil: Hindi mahanap ang filter configuration para sa report ID "{0}"
ja_jp: 帳票ID「{0}」のフィルター設定が見つかりません
zh_cn: 找不到报表ID「{0}」的筛选配置

# Report.FilterTemplateNotConfigured
source: No filter template configured for this report
fil: Walang naka-configure na filter template para sa ulat na ito
ja_jp: この帳票にはフィルターテンプレートが設定されていません
zh_cn: 此报表尚未配置筛选模板

# Report.PrintSettings
source: Print Settings
fil: Mga Setting ng Print
ja_jp: 印刷設定
zh_cn: 打印设置

# Report.PrinterLabel
source: Printer
ja_jp: プリンター
zh_cn: 打印机

# Report.PaperLabel
source: Paper
fil: Papel
ja_jp: 用紙
zh_cn: 纸张

# Report.ZoomLabel
source: Zoom
ja_jp: 拡大縮小
zh_cn: 缩放

# Report.MarginLabel
source: Margin (cm)
ja_jp: 余白 (cm)
zh_cn: 边距 (cm)

# Report.CopiesLabel
source: Copies
fil: Kopya
ja_jp: 部数
zh_cn: 份数

# Report.PagesLabel
source: Pages
fil: Pahina
ja_jp: ページ数
zh_cn: 页数

# Report.PageNum
source: Page {0}
fil: Pahina {0}
ja_jp: {0}ページ目
zh_cn: 第 {0} 页

# Report.NoContent
source: No Report Content
fil: Walang Nilalaman ng Ulat
ja_jp: 帳票内容なし
zh_cn: 无报表内容

# Report.SelectPrinterWarning
source: Please select a printer first
fil: Pumili muna ng printer
ja_jp: 最初にプリンターを選択してください
zh_cn: 请先选择打印机

# Report.Printing
source: Printing...
fil: Nagpi-print...
ja_jp: 印刷中...
zh_cn: 打印中...

# Report.SendingToPrinter
source: Sending to printer...
fil: Nagpapadala sa printer...
ja_jp: プリンターに送信中...
zh_cn: 正在发送到打印机...

# Label.MarginTop
source: Top
fil: Itaas
ja_jp: 上
zh_cn: 上

# Label.MarginBottom
source: Bottom
fil: Ibaba
ja_jp: 下
zh_cn: 下

# Label.MarginLeft
source: Left
fil: Kaliwa
ja_jp: 左
zh_cn: 左

# Label.MarginRight
source: Right
fil: Kanan
ja_jp: 右
zh_cn: 右

# Nav.DocumentGroup
source: Documents
fil: Mga Dokumento
ja_jp: 文書管理
zh_cn: 档案管理

# Nav.Documents
source: Document List
fil: Listahan ng Dokumento
ja_jp: 文書一覧
zh_cn: 档案列表

# Nav.DocumentCategories
source: Document Categories
fil: Kategorya ng Dokumento
ja_jp: 文書分類
zh_cn: 档案分类

# Entity.Document
source: Document
fil: Dokumento
ja_jp: 文書
zh_cn: 文件

# Entity.DocumentCategory
source: Document Category
fil: Kategorya ng Dokumento
ja_jp: 文書分類
zh_cn: 档案分类

# Field.DocumentTitle
source: Document Title
fil: Pamagat ng Dokumento
ja_jp: 文書タイトル
zh_cn: 文件标题

# Field.DocumentCategory
source: Document Category
fil: Kategorya ng Dokumento
ja_jp: 文書分類
zh_cn: 档案分类

# Field.DocumentSource
source: Source Type
fil: Uri ng Pinagmulan
ja_jp: ソース種別
zh_cn: 来源类型

# Field.DefaultAccessLevel
source: Default Access Level
fil: Default na Antas ng Access
ja_jp: デフォルトアクセスレベル
zh_cn: 默认访问级别

# Field.AccessLevel
source: Access Level
fil: Antas ng Access
ja_jp: アクセスレベル
zh_cn: 访问级别

# Field.IssuedBy
source: Issued By
fil: Inilabas ng
ja_jp: 発行元
zh_cn: 发文机关/来源

# Field.IssuedDate
source: Issued Date
fil: Petsa ng Pagpapalabas
ja_jp: 発行日
zh_cn: 发文日期

# Field.FileSize
source: File Size
fil: Laki ng File
ja_jp: ファイルサイズ
zh_cn: 文件大小

# Field.FileName
source: Original File Name
fil: Orihinal na Pangalan ng File
ja_jp: 元のファイル名
zh_cn: 原始文件名

# Label.DocumentSource.Government
source: Government / Regulation
fil: Gobyerno / Regulasyon
ja_jp: 政府・法規
zh_cn: 政府/法规

# Label.DocumentSource.Vendor
source: Vendor
ja_jp: 仕入先
zh_cn: 供应商

# Label.DocumentSource.Customer
source: Customer
ja_jp: 顧客
zh_cn: 客户

# Label.DocumentSource.Internal
source: Internal
fil: Panloob
ja_jp: 社内
zh_cn: 内部文件

# Label.DocumentSource.Other
source: Other
fil: Iba pa
ja_jp: その他
zh_cn: 其他

# Label.DocumentAccessLevel.Normal
source: Normal
ja_jp: 一般
zh_cn: 普通

# Label.DocumentAccessLevel.Sensitive
source: Sensitive
fil: Sensitibo
ja_jp: 機密
zh_cn: 敏感

# Button.DownloadFile
source: Download File
fil: I-download ang File
ja_jp: ダウンロード
zh_cn: 下载文件

# Button.UploadFile
source: Upload File
fil: Mag-upload ng File
ja_jp: アップロード
zh_cn: 上传文件

# Message.NoDocuments
source: No documents found
fil: Walang dokumento
ja_jp: 文書がありません
zh_cn: 暂无文件

# Message.FileRequired
source: Please upload a file
fil: Mangyaring mag-upload ng file
ja_jp: ファイルをアップロードしてください
zh_cn: 请上传文件

# Field.Customer
source: Customer
ja_jp: 顧客
zh_cn: 客户

# Field.Supplier
source: Supplier
ja_jp: 仕入先
zh_cn: 供应商

# Field.Vehicle
source: Vehicle
fil: Sasakyan
ja_jp: 車両
zh_cn: 车辆

# Field.VehicleType
source: Vehicle Type
fil: Uri ng Sasakyan
ja_jp: 車種
zh_cn: 车型

# Field.WasteType
source: Waste Type
fil: Uri ng Basura
ja_jp: 廃棄物種類
zh_cn: 废料类型

# Field.ReturnReason
source: Return Reason
fil: Dahilan ng Pagbabalik
ja_jp: 返品理由
zh_cn: 退货原因

# Button.LoadTemplate
source: Load Template
fil: I-load ang Template
ja_jp: テンプレートを読み込む
zh_cn: 加载模板

# Label.HeaderText
source: Greeting (Section 1)
fil: Pagbati (Seksyon 1)
ja_jp: 挨拶文（第1段落）
zh_cn: 问候语（第一段）

# Label.FooterText
source: Closing (Section 3)
fil: Pagtatapos (Seksyon 3)
ja_jp: 締め文（第3段落）
zh_cn: 结语（第三段）

# Label.DetailColumns
source: Item Details (Section 2)
fil: Mga Detalye (Seksyon 2)
ja_jp: 商品明細（第2段落）
zh_cn: 商品明细（第二段）

# Label.MessagePreview
source: Message Preview
fil: Preview ng Mensahe
ja_jp: メッセージプレビュー
zh_cn: 消息预览

# Label.SupportedVariables
source: Supported Variables:
fil: Mga Variable:
ja_jp: サポート変数：
zh_cn: 支持变量：

# Label.ProductName
source: Product Name
fil: Pangalan ng Produkto
ja_jp: 品名
zh_cn: 品名

# Label.Quantity
source: Quantity
fil: Dami
ja_jp: 数量
zh_cn: 数量

# Label.Unit
source: Unit
fil: Yunit
ja_jp: 単位
zh_cn: 单位

# Label.UnitPrice
source: Unit Price
fil: Presyo sa Yunit
ja_jp: 単価
zh_cn: 单价

# Label.Subtotal
source: Subtotal
ja_jp: 小計
zh_cn: 小计

# Label.Supplier
source: Supplier
ja_jp: 供給業者
zh_cn: 供应商

# Label.OrderCode
source: Order No.
fil: Bilang ng Order
ja_jp: 注文番号
zh_cn: 单号

# Label.Date
source: Date
fil: Petsa
ja_jp: 日付
zh_cn: 日期

# Label.CompanyName
source: Our Company
fil: Aming Kumpanya
ja_jp: 弊社
zh_cn: 本公司

# Placeholder.HeaderText
source: Enter greeting...
fil: Ilagay ang pagbati...
ja_jp: 挨拶文を入力...
zh_cn: 请输入问候语...

# Placeholder.FooterText
source: Enter closing text...
fil: Ilagay ang pagtatapos...
ja_jp: 締め文を入力...
zh_cn: 请输入结语...

# Message.OpenEditWindowFirst
source: Please open the edit window first
fil: Buksan muna ang edit window
ja_jp: 先に編集ウィンドウを開いてください
zh_cn: 请先打开编辑窗口

# Message.DefaultTemplateLoaded
source: Default template content loaded
fil: Na-load ang default na template
ja_jp: デフォルトテンプレートを読み込みました
zh_cn: 已加载默认模板内容

# Error.LoadDataFailed
source: Error loading data: {0}
fil: Error sa pag-load ng data: {0}
ja_jp: データの読み込みエラー：{0}
zh_cn: 加载数据时发生错误：{0}

# Error.LoadTemplateFailed
source: Error loading template: {0}
fil: Error sa pag-load ng template: {0}
ja_jp: テンプレートの読み込みエラー：{0}
zh_cn: 加载模板时发生错误：{0}

# Error.SaveTemplateFailed
source: Error saving template: {0}
fil: Error sa pag-save ng template: {0}
ja_jp: テンプレートの保存エラー：{0}
zh_cn: 保存模板时发生错误：{0}

# Error.FieldChangeFailed
source: Error handling field change: {0}
fil: Error sa pag-handle ng field change: {0}
ja_jp: フィールド変更処理エラー：{0}
zh_cn: 处理字段变更时发生错误：{0}

# Error.LoadDefaultTemplateFailed
source: Error loading default template: {0}
fil: Error sa pag-load ng default template: {0}
ja_jp: デフォルトテンプレートの読み込みエラー：{0}
zh_cn: 加载默认模板时发生错误：{0}

# Field.ProductCategory
source: Product Category
fil: Kategorya ng Produkto
ja_jp: 商品カテゴリ
zh_cn: 商品类型

# Field.LocationPosition
source: Position
fil: Posisyon
ja_jp: 棚位置
zh_cn: 位号

# Filter.BasicFilter
source: Basic Filter
fil: Pangunahing Filter
ja_jp: 基本フィルター
zh_cn: 基本筛选

# Filter.DateRange
source: Date Range
fil: Saklaw ng Petsa
ja_jp: 日付範囲
zh_cn: 日期范围

# Filter.QuickCondition
source: Quick Filter
fil: Mabilis na Kondisyon
ja_jp: クイック条件
zh_cn: 快速条件

# Filter.AllItems
source: Not selected (show all)
fil: Hindi pinili (ipakita lahat)
ja_jp: 未選択（全件表示）
zh_cn: 未选择（查询全部）

# Label.DateStart
source: Start
fil: Simula
ja_jp: 開始
zh_cn: 起始

# Label.DateEnd
source: End
fil: Katapusan
ja_jp: 終了
zh_cn: 结束

# Placeholder.Search
source: Search...
fil: Maghanap...
ja_jp: 検索...
zh_cn: 搜索...

# Label.LoadingFilterOptions
source: Loading filter options...
fil: Naglo-load ng mga opsyon ng filter...
ja_jp: フィルターオプションを読み込み中...
zh_cn: 载入筛选选项中...

# Error.LoadFieldDataFailed
source: Failed to load "{0}" data
fil: Nabigong i-load ang data ng "{0}"
ja_jp: 「{0}」データの読み込みに失敗しました
zh_cn: 载入「{0}」数据失败

# Report.BarcodeSettings
source: Barcode Print Settings
fil: Mga Setting ng Pag-print ng Barcode
ja_jp: バーコード印刷設定
zh_cn: 条码打印设置

# Button.DeselectAll
source: Deselect All
fil: I-deselect Lahat
ja_jp: 全選択解除
zh_cn: 取消全选

# Message.NoBarcodeProducts
source: No printable product barcodes available
fil: Walang mga barcode ng produkto na maaaring i-print
ja_jp: 印刷可能な商品バーコードがありません
zh_cn: 目前没有可打印的商品条码

# Label.ShowProductName
source: Show Product Name
fil: Ipakita ang Pangalan ng Produkto
ja_jp: 商品名を表示
zh_cn: 显示商品名称

# Label.ShowProductCode
source: Show Product Code
fil: Ipakita ang Code ng Produkto
ja_jp: 商品コードを表示
zh_cn: 显示商品编号

# Message.LoadProductsFailed
source: Failed to load product data
fil: Nabigong i-load ang data ng produkto
ja_jp: 商品データの読み込みに失敗しました
zh_cn: 载入商品数据失败

# Report.CustomerStatementDesc
source: Generate customer statement for a specified period, including delivery, return, and payment details with opening/closing balances
fil: Bumuo ng pahayag ng customer para sa isang tinukoy na panahon, kasama ang detalye ng pagpapadala, pagbabalik, at bayad na may mga panimula/pangwakas na balanse
ja_jp: 指定期間の顧客対照表を生成し、出荷・返品・入金明細と期首・期末残高を含む
zh_cn: 生成指定期间客户对账单，含出货、退货、收款明细及期初期末余额

# Report.CustomerSalesAnalysisDesc
source: Ranked by sales amount, analyzes customer sales share and ranking
fil: Niraranggo ayon sa halaga ng benta, sinusuri ang bahagi ng benta ng customer at ranggo
ja_jp: 売上金額の高い順に並び、顧客の売上金額比率とランキングを分析
zh_cn: 按销售额由高至低排列，分析客户销售金额占比与排名

# Report.CustomerTransactionDesc
source: Query customer delivery and return transaction records grouped by customer
fil: I-query ang mga detalye ng transaksyon ng pagpapadala at pagbabalik ng customer, na nakagrupo ayon sa customer
ja_jp: 顧客別に出荷と返品の取引記録明細を照会・表示
zh_cn: 查询客户出货与退货交易记录明细，依客户分组显示

# Report.CustomerRosterDesc
source: Print customer basic data list including customer code, company name, contact person, tax ID, phone, and address
fil: I-print ang listahan ng pangunahing data ng customer kasama ang code, pangalan ng kumpanya, contact person, tax ID, telepono, at address
ja_jp: 顧客コード、会社名、担当者、税番号、電話番号、住所等を含む顧客基本情報リストを印刷
zh_cn: 打印客户基本资料清单，含客户编号、公司名称、联系人、统编、联系电话、地址等

# Report.CustomerDetailDesc
source: Print complete customer details including contact info, payment terms, and sales rep, one block per customer
fil: I-print ang kumpletong detalye ng customer kasama ang impormasyon sa pakikipag-ugnayan, mga tuntunin sa pagbabayad, at kinatawan ng benta
ja_jp: 連絡先情報、支払条件、担当営業等を含む顧客の完全な詳細情報を1ブロック毎に印刷
zh_cn: 打印客户完整详细资料，含联系资讯、付款条件、业务负责人等，每位客户各占一区块

# Report.CustomerVisitReportDesc
source: Print customer visit records including visit date, customer, visitor, purpose, and result summary
fil: I-print ang ulat ng pagbisita sa customer kasama ang petsa ng pagbisita, customer, bisita, layunin, at buod ng resulta
ja_jp: 訪問日、顧客、訪問者、訪問目的および結果要約を含む顧客訪問記録を印刷
zh_cn: 打印客户拜访记录报告，含拜访日期、客户、拜访人员、拜访目的及结果摘要

# Report.SupplierStatementDesc
source: Generate supplier statement for a specified period, including purchase, return, and payment details with opening/closing balances
fil: Bumuo ng pahayag ng supplier para sa isang tinukoy na panahon, kasama ang detalye ng pagbili, pagbabalik, at bayad na may mga panimula/pangwakas na balanse
ja_jp: 指定期間の仕入先対照表を生成し、仕入・返品・支払明細と期首・期末残高を含む
zh_cn: 生成指定期间厂商对账单，含进货、退货、付款明细及期初期末余额

# Report.SupplierPurchaseAnalysisDesc
source: Analyze supplier purchase amounts and trends
fil: Suriin ang mga halaga ng pagbili ng supplier at mga trend
ja_jp: 仕入先の仕入金額とトレンドを分析
zh_cn: 分析厂商进货金额与趋势

# Report.SupplierRosterDesc
source: Print supplier basic data list including supplier code, name, contact, tax ID, phone, and address
fil: I-print ang listahan ng pangunahing data ng supplier kasama ang code, pangalan, contact, tax ID, telepono, at address
ja_jp: 仕入先コード、名称、担当者、税番号、電話番号、住所等を含む仕入先基本情報リストを印刷
zh_cn: 打印厂商基本资料清单，含厂商编号、厂商名称、联系人、统编、联系电话、地址等

# Report.SupplierDetailDesc
source: Print complete supplier details including contact info, payment terms, and address, one block per supplier
fil: I-print ang kumpletong detalye ng supplier kasama ang impormasyon sa pakikipag-ugnayan, mga tuntunin sa pagbabayad, at address
ja_jp: 連絡先情報、支払条件、住所等を含む仕入先の完全な詳細情報を1ブロック毎に印刷
zh_cn: 打印厂商完整详细资料，含联系资讯、付款条件、地址等，每位厂商各占一区块

# Report.PurchaseOrderDesc
source: Print purchase order including supplier info, product details, and amount summary
fil: I-print ang purchase order kasama ang impormasyon ng supplier, mga detalye ng produkto, at buod ng halaga
ja_jp: 仕入先情報、商品明細、金額集計を含む発注書を印刷
zh_cn: 打印采购订单（含厂商资讯、商品明细、金额统计）

# Report.PurchaseReceivingDesc
source: Print receiving document including inspection info and warehouse entry details
fil: I-print ang dokumento ng pagtanggap kasama ang impormasyon ng inspeksyon at mga detalye ng pagpasok sa bodega
ja_jp: 検収情報と入庫明細を含む入荷伝票を印刷
zh_cn: 打印进货单（含验收资讯、入库明细）

# Report.PurchaseReturnDesc
source: Print purchase return document including return reason and return details
fil: I-print ang dokumento ng pagbabalik ng pagbili kasama ang dahilan ng pagbabalik at mga detalye ng pagbabalik
ja_jp: 返品理由と返品明細を含む仕入返品伝票を印刷
zh_cn: 打印进货退出单（含退货原因、退货明细）

# Report.QuotationDesc
source: Print quotation including customer info, product details, and amount summary
fil: I-print ang quotation kasama ang impormasyon ng customer, mga detalye ng produkto, at buod ng halaga
ja_jp: 顧客情報、商品明細、金額集計を含む見積書を印刷
zh_cn: 打印报价单（含客户资讯、商品明细、金额统计）

# Report.SalesOrderDesc
source: Print sales order including customer info, product details, and amount summary
fil: I-print ang sales order kasama ang impormasyon ng customer, mga detalye ng produkto, at buod ng halaga
ja_jp: 顧客情報、商品明細、金額集計を含む受注書を印刷
zh_cn: 打印销货订单（含客户资讯、商品明细、金额统计）

# Report.SalesDeliveryDesc
source: Print delivery note including customer info, product details, and amount summary
fil: I-print ang delivery note kasama ang impormasyon ng customer, mga detalye ng produkto, at buod ng halaga
ja_jp: 顧客情報、商品明細、金額集計を含む納品書を印刷
zh_cn: 打印出货单（含客户资讯、商品明细、金额统计）

# Report.SalesReturnDesc
source: Print sales return document including return reason and return details
fil: I-print ang dokumento ng pagbabalik ng benta kasama ang dahilan ng pagbabalik at mga detalye ng pagbabalik
ja_jp: 返品理由と返品明細を含む売上返品伝票を印刷
zh_cn: 打印销货退回单（含退货原因、退货明细）

# Report.ProductListDesc
source: Print product basic data list including product code, name, specification, barcode, category, and unit
fil: I-print ang listahan ng pangunahing data ng produkto kasama ang code, pangalan, detalye, barcode, kategorya, at yunit
ja_jp: 品番、品名、仕様、バーコード、分類、単位を含む商品基本情報リストを印刷
zh_cn: 打印商品基本资料清单（含品号、品名、规格、条码、分类、单位）

# Report.ProductDetailDesc
source: Print complete product details including specification, barcode, category, unit, purchase type, cost, and pricing, one block per product
fil: I-print ang kumpletong detalye ng produkto kasama ang detalye, barcode, kategorya, yunit, uri ng pagbili, gastos, at presyo
ja_jp: 仕様、バーコード、分類、単位、仕入種別、原価・定価等を含む商品の完全な詳細情報を1ブロック毎に印刷
zh_cn: 打印商品完整详细资料，含规格、条码、分类、单位、采购类型、成本定价等，每项商品各占一区块

# Report.ProductBarcodeDesc
source: Print product barcodes
fil: I-print ang mga barcode ng produkto
ja_jp: 商品バーコードを印刷
zh_cn: 打印商品条码

# Report.BOMReportDesc
source: Print product BOM list showing component code, name, quantity, unit, and cost grouped by formula
fil: I-print ang listahan ng BOM ng produkto na nagpapakita ng code, pangalan, dami, yunit, at gastos ng bahagi ayon sa formula
ja_jp: 配合別に部品品番、品名、数量、単位、原価を表示する商品BOM物料リストを印刷
zh_cn: 打印商品BOM物料清单，依配方分组显示组件品号、品名、数量、单位、成本
