Repository: WeiChienTang/E
Catalog: ERPCore2/Resources/SharedResource.*.resx
Languages: fil, ja_jp, zh_cn

# Field.CurrentWriteOff
source: Current Write-Off
fil: Kasalukuyang Write-Off
ja_jp: 現在償却
zh_cn: 当前核销

# Field.EndDate
source: End Date
fil: Petsa ng Pagtatapos
ja_jp: 終了日
zh_cn: 结束日期

# Field.SetoffCode
source: Setoff Code
fil: Kodigo ng Setoff
ja_jp: 相殺コード
zh_cn: 冲抵单号

# Field.SetoffDate
source: Setoff Date
fil: Petsa ng Setoff
ja_jp: 相殺日付
zh_cn: 冲抵日期

# Field.StartDate
source: Start Date
fil: Petsa ng Pagsisimula
ja_jp: 開始日
zh_cn: 开始日期

# Field.CapitalAmount
source: Capital Amount
fil: Halaga ng Kapital
ja_jp: 資本金
zh_cn: 资本额

# Field.CompanyAddress
source: Company Address
fil: Address ng Kumpanya
ja_jp: 会社住所
zh_cn: 公司地址

# Field.CompanyDescription
source: Company Description
fil: Paglalarawan ng Kumpanya
ja_jp: 会社概要
zh_cn: 公司简介

# Field.CompanyName
source: Company Name
fil: Pangalan ng Kumpanya
ja_jp: 会社名
zh_cn: 公司名称

# Field.EstablishedDate
source: Established Date
fil: Petsa ng Pagtatatag
ja_jp: 設立日
zh_cn: 成立日期

# Field.InvoiceTitle
source: Invoice Title
fil: Titulo ng Invoice
ja_jp: 請求書タイトル
zh_cn: 发票抬头

# Field.IsDefaultCompany
source: Default Company
fil: Default na Kumpanya
ja_jp: デフォルト会社
zh_cn: 默认公司

# Field.ShortName
source: Short Name
fil: Maikling Pangalan
ja_jp: 会社略称
zh_cn: 公司简称

# Field.ShortNameEn
source: Short Name (EN)
fil: Maikling Pangalan sa Ingles
ja_jp: 英語略称
zh_cn: 英文简称

# Field.CollectionDay
source: Collection Day
fil: Araw ng Koleksyon
ja_jp: 回収日
zh_cn: 收款日

# Field.CustomerCode
source: Customer Code
fil: Kodigo ng Customer
ja_jp: 顧客コード
zh_cn: 客户代码

# Field.CustomerStatus
source: Customer Status
fil: Katayuan ng Customer
ja_jp: 顧客ステータス
zh_cn: 客户状态

# Field.NextFollowUpDate
source: Next Follow-Up Date
fil: Susunod na Petsa ng Follow-Up
ja_jp: 次回フォローアップ日
zh_cn: 下次跟进日

# Field.SalesManager
source: Sales Manager
fil: Tagapamahala ng Benta
ja_jp: 営業担当者
zh_cn: 业务员

# Field.VisitContent
source: Visit Content
fil: Nilalaman ng Pagbisita
ja_jp: 訪問内容
zh_cn: 拜访内容

# Field.VisitDate
source: Visit Date
fil: Petsa ng Pagbisita
ja_jp: 訪問日付
zh_cn: 拜访日期

# Field.VisitMethod
source: Visit Method
fil: Paraan ng Pagbisita
ja_jp: 訪問方法
zh_cn: 拜访方式

# Field.VisitPurpose
source: Visit Purpose
fil: Layunin ng Pagbisita
ja_jp: 訪問目的
zh_cn: 拜访目的

# Field.VisitResult
source: Visit Result
fil: Resulta ng Pagbisita
ja_jp: 訪問結果
zh_cn: 拜访结果

# Field.SupplierCode
source: Supplier Code
fil: Kodigo ng Supplier
ja_jp: 仕入先コード
zh_cn: 供应商代码

# Field.SupplierName
source: Supplier Name
fil: Pangalan ng Supplier
ja_jp: 仕入先名
zh_cn: 供应商名称

# Field.Barcode
source: Barcode
ja_jp: バーコード
zh_cn: 条码

# Field.CategoryCode
source: Category Code
fil: Kodigo ng Kategorya
ja_jp: カテゴリコード
zh_cn: 类别代码

# Field.CategoryName
source: Category Name
fil: Pangalan ng Kategorya
ja_jp: カテゴリ名
zh_cn: 类别名称

# Field.CompositionCode
source: Composition Code
fil: Kodigo ng Komposisyon
ja_jp: 組成コード
zh_cn: 组成单号

# Field.CompositionCreator
source: Composition Creator
fil: Lumikha ng Komposisyon
ja_jp: 組成作成者
zh_cn: 组成创建人

# Field.CompositionType
source: Composition Type
fil: Uri ng Komposisyon
ja_jp: 組成タイプ
zh_cn: 组成类型

# Field.ForSale
source: For Sale
fil: Para sa Pagbebenta
ja_jp: 販売可能
zh_cn: 可销售

# Field.ProductCode
source: Product Code
fil: Kodigo ng Produkto
ja_jp: 商品コード
zh_cn: 商品编号

# Field.ProductName
source: Product Name
fil: Pangalan ng Produkto
ja_jp: 商品名
zh_cn: 商品名称

# Field.ProductionUnit
source: Production Unit
fil: Yunit ng Produksyon
ja_jp: 生産単位
zh_cn: 生产单位

# Field.PurchaseUnit
source: Purchase Unit
fil: Yunit ng Pagbili
ja_jp: 購買単位
zh_cn: 采购单位

# Field.ScheduleCode
source: Schedule Code
fil: Kodigo ng Iskedyul
ja_jp: スケジュールコード
zh_cn: 排程单号

# Field.ScheduleCreator
source: Schedule Creator
fil: Lumikha ng Iskedyul
ja_jp: スケジュール作成者
zh_cn: 排程创建人

# Field.ScheduleDate
source: Schedule Date
fil: Petsa ng Iskedyul
ja_jp: スケジュール日付
zh_cn: 排程日期

# Field.SizeCode
source: Size Code
fil: Kodigo ng Sukat
ja_jp: サイズコード
zh_cn: 尺寸代码

# Field.SizeName
source: Size Name
fil: Pangalan ng Sukat
ja_jp: サイズ名
zh_cn: 尺寸名称

# Field.Spec
source: Spec
fil: Espesipikasyon
ja_jp: 仕様
zh_cn: 规格

# Field.Specification
source: Specification
fil: Detalye ng Espesipikasyon
ja_jp: 仕様説明
zh_cn: 规格说明

# Field.Type
source: Type
fil: Uri
ja_jp: タイプ
zh_cn: 类型

# Field.TypeCode
source: Type Code
fil: Kodigo ng Uri
ja_jp: タイプコード
zh_cn: 类型代码

# Field.TypeName
source: Type Name
fil: Pangalan ng Uri
ja_jp: タイプ名
zh_cn: 类型名称

# Field.UnitCode
source: Unit Code
fil: Kodigo ng Yunit
ja_jp: 単位コード
zh_cn: 单位代码

# Field.UnitName
source: Unit Name
fil: Pangalan ng Yunit
ja_jp: 単位名
zh_cn: 单位名称

# Field.CompletionRate
source: Completion Rate
fil: Rate ng Pagkumpleto
ja_jp: 完了率
zh_cn: 完成率

# Field.CountSupervisor
source: Count Supervisor
fil: Superbisor ng Pagbibilang
ja_jp: 棚卸監督者
zh_cn: 盘点监督人

# Field.CountedQuantity
source: Counted Quantity
fil: Bilanging Dami
ja_jp: 棚卸数量
zh_cn: 盘点数量

# Field.DifferenceQuantity
source: Difference Quantity
fil: Pagkakaibang Dami
ja_jp: 差異数量
zh_cn: 差异数量

# Field.InventoryResult
source: Inventory Result
fil: Resulta ng Imbentaryo
ja_jp: 棚卸結果
zh_cn: 盘点结果

# Field.Level
source: Level
fil: Antas
ja_jp: 階層
zh_cn: 层别

# Field.LocationCode
source: Location Code
fil: Kodigo ng Lokasyon
ja_jp: 保管場所コード
zh_cn: 储位代码

# Field.LocationName
source: Location Name
fil: Pangalan ng Lokasyon
ja_jp: 保管場所名
zh_cn: 储位名称

# Field.MaterialIssueCode
source: Material Issue Code
fil: Kodigo ng Pag-isyu ng Materyales
ja_jp: 出庫コード
zh_cn: 领料单号

# Field.MaterialIssueDate
source: Material Issue Date
fil: Petsa ng Pag-isyu ng Materyales
ja_jp: 出庫日付
zh_cn: 领料日期

# Field.MaterialIssueDept
source: Material Issue Department
fil: Departamento ng Pag-isyu ng Materyales
ja_jp: 出庫部門
zh_cn: 领料部门

# Field.MaterialIssueStaff
source: Material Issue Staff
fil: Tauhan ng Pag-isyu ng Materyales
ja_jp: 出庫担当者
zh_cn: 领料人员

# Field.MaxCapacity
source: Max Capacity
fil: Pinakamataas na Kapasidad
ja_jp: 最大容量
zh_cn: 最大容量

# Field.Operator
source: Operator
ja_jp: オペレーター
zh_cn: 操作人员

# Field.Position
source: Position
fil: Posisyon
ja_jp: ポジション
zh_cn: 位置

# Field.Row
source: Row
fil: Hanay
ja_jp: 行
zh_cn: 排

# Field.SourceDocumentId
source: Source Document ID
fil: ID ng Pinagmulang Dokumento
ja_jp: 元伝票ID
zh_cn: 来源单据ID

# Field.SourceDocumentType
source: Source Document Type
fil: Uri ng Pinagmulang Dokumento
ja_jp: 元伝票タイプ
zh_cn: 来源单据类型

# Field.StockTaker
source: Stock Taker
fil: Tagapag-imbentaryo
ja_jp: 棚卸担当者
zh_cn: 盘点人员

# Field.StockTakingCode
source: Stock Taking Code
fil: Kodigo ng Pag-imbentaryo
ja_jp: 棚卸コード
zh_cn: 盘点单号

# Field.StockTakingDate
source: Stock Taking Date
fil: Petsa ng Pag-imbentaryo
ja_jp: 棚卸日付
zh_cn: 盘点日期

# Field.StockTakingItems
source: Stock Taking Items
fil: Mga Item ng Pag-imbentaryo
ja_jp: 棚卸明細
zh_cn: 盘点明细

# Field.StockTakingType
source: Stock Taking Type
fil: Uri ng Pag-imbentaryo
ja_jp: 棚卸タイプ
zh_cn: 盘点类型

# Field.TotalAmountFull
source: Total Amount
fil: Kabuuang Halaga
ja_jp: 合計金額
zh_cn: 总金额

# Field.TotalQuantity
source: Total Quantity
fil: Kabuuang Dami
ja_jp: 合計数量
zh_cn: 总数量

# Field.TotalStock
source: Total Stock
fil: Kabuuang Stock
ja_jp: 総在庫
zh_cn: 总库存

# Field.TransactionCode
source: Transaction Code
fil: Kodigo ng Transaksyon
ja_jp: 取引コード
zh_cn: 异动单号

# Field.TransactionDate
source: Transaction Date
fil: Petsa ng Transaksyon
ja_jp: 取引日付
zh_cn: 异动日期

# Field.TransactionType
source: Transaction Type
fil: Uri ng Transaksyon
ja_jp: 取引タイプ
zh_cn: 异动类型

# Field.WarehouseCode
source: Warehouse Code
fil: Kodigo ng Bodega
ja_jp: 倉庫コード
zh_cn: 仓库代码

# Field.WarehouseName
source: Warehouse Name
fil: Pangalan ng Bodega
ja_jp: 倉庫名
zh_cn: 仓库名称

# Field.Zone
source: Zone
fil: Sona
ja_jp: ゾーン
zh_cn: 区域

# Field.Description
source: Description
fil: Paglalarawan
ja_jp: 説明
zh_cn: 说明

# Field.DisposalFee
source: Disposal Fee
fil: Bayad sa Pagtatapon
ja_jp: 廃棄費用
zh_cn: 处理费用

# Field.InboundLocation
source: Inbound Location
fil: Lokasyon ng Pagtanggap
ja_jp: 入庫場所
zh_cn: 入库位置

# Field.InboundWarehouse
source: Inbound Warehouse
fil: Bodega ng Pagtanggap
ja_jp: 入庫倉庫
zh_cn: 入库仓库

# Field.PurchaseFee
source: Purchase Fee
fil: Bayad sa Pagbili
ja_jp: 購入費用
zh_cn: 收购费用

# Field.RecordDate
source: Record Date
fil: Petsa ng Rekord
ja_jp: 記録日付
zh_cn: 记录日期

# Field.RelatedProduct
source: Related Product
fil: Kaugnay na Produkto
ja_jp: 関連製品
zh_cn: 相关产品

# Field.TotalWeight
source: Total Weight
fil: Kabuuang Timbang
ja_jp: 総重量
zh_cn: 总重量

# Field.WasteRecordCode
source: Waste Record Code
fil: Kodigo ng Rekord ng Basura
ja_jp: 廃棄記録コード
zh_cn: 废弃记录单号

# Field.WasteTypeCode
source: Waste Type Code
fil: Kodigo ng Uri ng Basura
ja_jp: 廃棄タイプコード
zh_cn: 废弃类型代码

# Field.WasteTypeName
source: Waste Type Name
fil: Pangalan ng Uri ng Basura
ja_jp: 廃棄タイプ名
zh_cn: 废弃类型名称

# Field.Paper
source: Paper
fil: Papel
ja_jp: 用紙
zh_cn: 纸张设置

# Field.PaperBottomMargin
source: Bottom Margin
fil: Ibabang Margin
ja_jp: 下余白
zh_cn: 下边距

# Field.PaperCode
source: Paper Code
fil: Kodigo ng Papel
ja_jp: 用紙コード
zh_cn: 纸张代码

# Field.PaperHeight
source: Paper Height
fil: Taas ng Papel
ja_jp: 用紙高さ
zh_cn: 纸张高度

# Field.PaperLeftMargin
source: Left Margin
fil: Kaliwang Margin
ja_jp: 左余白
zh_cn: 左边距

# Field.PaperRightMargin
source: Right Margin
fil: Kanang Margin
ja_jp: 右余白
zh_cn: 右边距

# Field.PaperTopMargin
source: Top Margin
fil: Itaas na Margin
ja_jp: 上余白
zh_cn: 上边距

# Field.PaperWidth
source: Paper Width
fil: Lapad ng Papel
ja_jp: 用紙幅
zh_cn: 纸张宽度

# Field.Printer
source: Printer
ja_jp: プリンター
zh_cn: 打印机

# Field.PrinterCode
source: Printer Code
fil: Kodigo ng Printer
ja_jp: プリンターコード
zh_cn: 打印机代码

# Field.PrinterIpAddress
source: IP Address
ja_jp: IPアドレス
zh_cn: IP地址

# Field.PrinterName
source: Printer Name
fil: Pangalan ng Printer
ja_jp: プリンター名
zh_cn: 打印机名称

# Field.PrinterPort
source: Port
ja_jp: ポート
zh_cn: 端口

# Field.ReportName
source: Report Name
fil: Pangalan ng Ulat
ja_jp: レポート名
zh_cn: 报表名称

# Field.CustomerAdvanceAccount
source: Customer Advance Account
fil: Account ng Customer Advance
ja_jp: 顧客前受金口座
zh_cn: 客户预收账户

# Field.CustomerNoteAccount
source: Customer Note Account
fil: Account ng Customer Note
ja_jp: 顧客手形口座
zh_cn: 客户票据账户

# Field.CustomerReceivableAccount
source: Customer Receivable Account
fil: Account ng Customer Receivable
ja_jp: 顧客売掛口座
zh_cn: 客户应收账户

# Field.CustomerReturnAccount
source: Customer Return Account
fil: Account ng Customer Return
ja_jp: 顧客返品口座
zh_cn: 客户退货账户

# Field.CustomerSubAccount
source: Customer Sub Account
fil: Sub Account ng Customer
ja_jp: 顧客補助科目
zh_cn: 客户辅助科目

# Field.ProductInventoryAccount
source: Product Inventory Account
fil: Account ng Imbentaryo ng Produkto
ja_jp: 商品在庫口座
zh_cn: 商品库存账户

# Field.ProductSubAccount
source: Product Sub Account
fil: Sub Account ng Produkto
ja_jp: 商品補助科目
zh_cn: 商品辅助科目

# Field.SubAccountCodeFormat
source: Sub Account Code Format
fil: Format ng Sub Account Code
ja_jp: 補助科目コード形式
zh_cn: 辅助科目格式

# Field.SupplierAdvanceAccount
source: Supplier Advance Account
fil: Account ng Supplier Advance
ja_jp: 仕入先前払金口座
zh_cn: 供应商预付账户

# Field.SupplierNoteAccount
source: Supplier Note Account
fil: Account ng Supplier Note
ja_jp: 仕入先手形口座
zh_cn: 供应商票据账户

# Field.SupplierPayableAccount
source: Supplier Payable Account
fil: Account ng Supplier Payable
ja_jp: 仕入先買掛口座
zh_cn: 供应商应付账户

# Field.SupplierReturnAccount
source: Supplier Return Account
fil: Account ng Supplier Return
ja_jp: 仕入先返品口座
zh_cn: 供应商退货账户

# Field.SupplierSubAccount
source: Supplier Sub Account
fil: Sub Account ng Supplier
ja_jp: 仕入先補助科目
zh_cn: 供应商辅助科目

# Field.TaxRatePercent
source: Tax Rate (%)
ja_jp: 税率 (%)
zh_cn: 税率 (%)

# Option.EntityCode
source: By Entity Code
fil: Sa pamamagitan ng Kodigo ng Entity
ja_jp: コードで構成
zh_cn: 以代码组成

# Option.Sequential
source: Sequential
fil: Sunud-sunod
ja_jp: 連番
zh_cn: 流水号

# Placeholder.ClickToQueryPrinter
source: Click to query printer
fil: I-click para i-query ang Printer
ja_jp: クリックしてプリンターを検索
zh_cn: 点击查询打印机

# Placeholder.CollectionDayHint
source: Enter collection day (1-31)
fil: Ilagay ang araw ng koleksyon (1-31)
ja_jp: 回収日を入力してください (1-31)
zh_cn: 请输入收款日 (1-31)

# Section.AutoGenerateSetting
source: Auto Generate Setting
fil: Awtomatikong Pagbubuo ng Setting
ja_jp: 自動生成設定
zh_cn: 自动生成设置

# Section.ControlAccountCode
source: Control Account Code
fil: Kodigo ng Control Account
ja_jp: 管理科目コード
zh_cn: 控制科目代码

# Section.FeeInfo
source: Fee Information
fil: Impormasyon ng Bayad
ja_jp: 費用情報
zh_cn: 费用信息

# Section.TaxSettings
source: Tax Settings
fil: Mga Setting ng Buwis
ja_jp: 税務設定
zh_cn: 税务设置

# Tab.ModuleManagement
source: Module Management
fil: Pamamahala ng Module
ja_jp: モジュール管理
zh_cn: 模块管理

# Tab.SubAccountSettings
source: Sub Account Settings
fil: Mga Setting ng Sub Account
ja_jp: 補助科目設定
zh_cn: 辅助科目设置

# Field.AssociatedCompany
source: Associated Company
fil: Kaugnay na Kumpanya
ja_jp: 関連会社
zh_cn: 关联公司

# Field.AssociatedCustomer
source: Associated Customer
fil: Kaugnay na Customer
ja_jp: 関連顧客
zh_cn: 关联客户

# Field.AssociatedSupplier
source: Associated Supplier
fil: Kaugnay na Supplier
ja_jp: 関連仕入先
zh_cn: 关联供应商

# Field.BodyColor
source: Body Color
fil: Kulay ng Katawan
ja_jp: ボディカラー
zh_cn: 车身颜色

# Field.Brand
source: Brand
ja_jp: メーカー
zh_cn: 品牌

# Field.Driver
source: Driver
fil: Drayber
ja_jp: 運転者
zh_cn: 驾驶员

# Field.EngineNumber
source: Engine Number
fil: Numero ng Engine
ja_jp: エンジン番号
zh_cn: 发动机号

# Field.FuelType
source: Fuel Type
fil: Uri ng Gasolina
ja_jp: 燃料タイプ
zh_cn: 燃料类型

# Field.GarageName
source: Garage Name
fil: Pangalan ng Garahe
ja_jp: 整備工場名
zh_cn: 修理厂名称

# Field.InsuranceCompany
source: Insurance Company
fil: Kumpanya ng Insurance
ja_jp: 保険会社
zh_cn: 保险公司

# Field.InsuranceExpiryDate
source: Insurance Expiry Date
fil: Petsa ng Pagkawala ng Insurance
ja_jp: 保険満期日
zh_cn: 保险到期日

# Field.InsurancePolicyNumber
source: Insurance Policy Number
fil: Numero ng Patakaran ng Insurance
ja_jp: 保険証券番号
zh_cn: 保险单号

# Field.LastMaintenanceDate
source: Last Maintenance Date
fil: Huling Petsa ng Pagpapanatili
ja_jp: 前回整備日
zh_cn: 上次保养日期

# Field.LicensePlate
source: License Plate
fil: Plaka ng Sasakyan
ja_jp: ナンバープレート
zh_cn: 车牌号码

# Field.LoadCapacity
source: Load Capacity
fil: Kapasidad ng Karga
ja_jp: 積載量
zh_cn: 载重量

# Field.MaintenanceCode
source: Maintenance Code
fil: Kodigo ng Pagpapanatili
ja_jp: 整備番号
zh_cn: 保养单号

# Field.MaintenanceDate
source: Maintenance Date
fil: Petsa ng Pagpapanatili
ja_jp: 整備日
zh_cn: 保养日期

# Field.MaintenanceDescription
source: Maintenance Description
fil: Paglalarawan ng Pagpapanatili
ja_jp: 整備内容
zh_cn: 保养说明

# Field.MaintenanceFee
source: Maintenance Fee
fil: Bayad sa Pagpapanatili
ja_jp: 整備費用
zh_cn: 保养费用

# Field.MaintenanceHandler
source: Maintenance Handler
fil: Tauhan ng Pagpapanatili
ja_jp: 整備担当者
zh_cn: 保养人员

# Field.MaintenanceType
source: Maintenance Type
fil: Uri ng Pagpapanatili
ja_jp: 整備種別
zh_cn: 保养类型

# Field.MaintenanceVehicle
source: Maintenance Vehicle
fil: Sasakyan na Pinananatili
ja_jp: 整備車両
zh_cn: 保养车辆

# Field.ManufactureYear
source: Manufacture Year
fil: Taon ng Pagmamanupaktura
ja_jp: 製造年
zh_cn: 出厂年份

# Field.Mileage
source: Mileage
fil: Kilometrahe
ja_jp: 走行距離
zh_cn: 里程数

# Field.MileageAtMaintenance
source: Mileage at Maintenance
fil: Kilometrahe sa Pagpapanatili
ja_jp: 整備時走行距離
zh_cn: 保养时里程

# Field.ModelNumber
source: Model Number
fil: Numero ng Modelo
ja_jp: 型式番号
zh_cn: 型号

# Field.NextMaintenanceDate
source: Next Maintenance Date
fil: Susunod na Petsa ng Pagpapanatili
ja_jp: 次回整備日
zh_cn: 下次保养日期

# Field.NextMaintenanceMileage
source: Next Maintenance Mileage
fil: Susunod na Kilometrahe ng Pagpapanatili
ja_jp: 次回整備走行距離
zh_cn: 下次保养里程

# Field.VIN
source: VIN
ja_jp: 車台番号
zh_cn: 车架号

# Field.VehicleCode
source: Vehicle Code
fil: Kodigo ng Sasakyan
ja_jp: 車両コード
zh_cn: 车辆编号

# Field.VehicleInspectionExpiryDate
source: Vehicle Inspection Expiry Date
fil: Petsa ng Pagkawala ng Inspeksyon
ja_jp: 車検満期日
zh_cn: 年检到期日

# Field.VehicleName
source: Vehicle Name
fil: Pangalan ng Sasakyan
ja_jp: 車両名
zh_cn: 车辆名称

# Field.VehicleOwnershipType
source: Ownership Type
fil: Uri ng Pagmamay-ari
ja_jp: 所有形態
zh_cn: 车辆所有权

# Field.VehiclePurchaseDate
source: Purchase Date
fil: Petsa ng Pagbili ng Sasakyan
ja_jp: 購入日
zh_cn: 购车日期

# Field.VehiclePurchasePrice
source: Purchase Price
fil: Presyo ng Pagbili ng Sasakyan
ja_jp: 購入価格
zh_cn: 购车价格

# Field.VehicleTypeCode
source: Vehicle Type Code
fil: Kodigo ng Uri ng Sasakyan
ja_jp: 車種コード
zh_cn: 车型代码

# Field.VehicleTypeDescription
source: Vehicle Type Description
fil: Paglalarawan ng Uri ng Sasakyan
ja_jp: 車種説明
zh_cn: 车型说明

# Field.VehicleTypeName
source: Vehicle Type Name
fil: Pangalan ng Uri ng Sasakyan
ja_jp: 車種名
zh_cn: 车型名称

# Tab.ApprovalSettings
source: Approval Settings
fil: Pamamahala ng Pag-apruba
ja_jp: 承認管理
zh_cn: 审核管理

# Section.ApprovalSettings
source: Approval Workflow Settings
fil: Mga Setting ng Proseso ng Pag-apruba
ja_jp: 承認フロー設定
zh_cn: 审核流程设置

# Field.EnableQuotationApproval
source: Enable Quotation Approval
fil: Paganahin ang Pag-apruba ng Quotation
ja_jp: 見積承認を有効にする
zh_cn: 启用报价单审核

# Field.EnablePurchaseOrderApproval
source: Enable Purchase Order Approval
fil: Paganahin ang Pag-apruba ng Purchase Order
ja_jp: 発注承認を有効にする
zh_cn: 启用采购单审核

# Field.EnablePurchaseReceivingApproval
source: Enable Purchase Receiving Approval
fil: Paganahin ang Pag-apruba ng Pagtanggap ng Binili
ja_jp: 入荷承認を有効にする
zh_cn: 启用进货单审核

# Field.EnablePurchaseReturnApproval
source: Enable Purchase Return Approval
fil: Paganahin ang Pag-apruba ng Pagbabalik ng Binili
ja_jp: 仕入返品承認を有効にする
zh_cn: 启用进货退回审核

# Field.EnableSalesOrderApproval
source: Enable Sales Order Approval
fil: Paganahin ang Pag-apruba ng Sales Order
ja_jp: 受注承認を有効にする
zh_cn: 启用销货单审核

# Field.EnableSalesReturnApproval
source: Enable Sales Return Approval
fil: Paganahin ang Pag-apruba ng Pagbabalik ng Benta
ja_jp: 売上返品承認を有効にする
zh_cn: 启用销货退回审核

# Field.EnableInventoryTransferApproval
source: Enable Inventory Transfer Approval
fil: Paganahin ang Pag-apruba ng Paglipat ng Imbentaryo
ja_jp: 在庫振替承認を有効にする
zh_cn: 启用库存调拨审核

# Section.BasicInfo
source: Basic Info
fil: Pangunahing Impormasyon
ja_jp: 基本情報
zh_cn: 基本信息

# Section.FilterConditions
source: Filter Conditions
fil: Mga Kondisyon ng Filter
ja_jp: フィルター条件
zh_cn: 筛选条件

# Section.ContactInfo
source: Contact Info
fil: Impormasyon sa Pakikipag-ugnayan
ja_jp: 連絡先情報
zh_cn: 联系信息

# Section.ContactPersonInfo
source: Contact Person Info
fil: Impormasyon ng Nakikipag-ugnayan
ja_jp: 担当者情報
zh_cn: 联系人信息

# Section.AmountInfo
source: Amount Info
fil: Impormasyon ng Halaga
ja_jp: 金額情報
zh_cn: 金额信息

# Section.AmountInfoAutoCalculated
source: Amount Info (Auto-Calculated)
fil: Impormasyon ng Halaga (Awtomatikong Kinakalkula)
ja_jp: 金額情報（システム自動計算）
zh_cn: 金额信息(系统自动计算)

# Section.PaymentInfo
source: Payment Info
fil: Impormasyon sa Pagbabayad
ja_jp: 支払い情報
zh_cn: 付款信息

# Section.AdditionalData
source: Additional Data
fil: Karagdagang Data
ja_jp: 追加データ
zh_cn: 额外数据

# Section.AdditionalInfo
source: Additional Info
fil: Karagdagang Impormasyon
ja_jp: 追加情報
zh_cn: 额外信息

# Section.OtherInfo
source: Other Info
fil: Iba Pang Impormasyon
ja_jp: その他の情報
zh_cn: 其他信息

# Section.OrganizationStructure
source: Organization Structure
fil: Istraktura ng Organisasyon
ja_jp: 組織構造
zh_cn: 组织架构

# Section.EmploymentInfo
source: Employment Info
fil: Impormasyon sa Trabaho
ja_jp: 雇用情報
zh_cn: 任职信息

# Section.CompanyData
source: Company Data
fil: Data ng Kumpanya
ja_jp: 会社情報
zh_cn: 公司数据

# Section.AccountInfo
source: Account Info
fil: Impormasyon ng Account
ja_jp: アカウント情報
zh_cn: 账号信息

# Section.SalesInfo
source: Sales Info
fil: Impormasyon sa Pagbebenta
ja_jp: 営業情報
zh_cn: 业务信息

# Section.TradingTerms
source: Trading Terms
fil: Mga Tuntunin sa Kalakalan
ja_jp: 取引条件
zh_cn: 交易条件

# Section.UnitSettings
source: Unit Settings
fil: Mga Setting ng Yunit
ja_jp: 単位設定
zh_cn: 单位设置

# Section.CategoryAndSpecification
source: Category & Specification
fil: Kategorya at Detalye
ja_jp: カテゴリーと仕様
zh_cn: 分类与规格

# Section.FinanceAndRemarks
source: Finance & Remarks
fil: Pananalapi at Mga Tala
ja_jp: 財務と備考
zh_cn: 财务与备注

# Section.EquipmentAssignment
source: Equipment Assignment
fil: Pagtatalaga ng Kagamitan
ja_jp: 装備割り当て
zh_cn: 配给装备

# Tab.SupplierData
source: Supplier Data
fil: Data ng Supplier
ja_jp: 仕入先情報
zh_cn: 供应商资料

# Tab.AccountingInfo
source: Accounting Info
fil: Impormasyon sa Accounting
ja_jp: 会計情報
zh_cn: 会计信息

# Tab.SupplierProducts
source: Supplier Products
fil: Mga Produkto ng Supplier
ja_jp: 仕入商品
zh_cn: 供应商品

# Tab.CustomerData
source: Customer Data
fil: Data ng Customer
ja_jp: 顧客情報
zh_cn: 客户资料

# Tab.VisitRecords
source: Visit Records
fil: Mga Talaan ng Pagbisita
ja_jp: 訪問記録
zh_cn: 拜访记录

# Tab.TransactionRecords
source: Transaction Records
fil: Mga Talaan ng Transaksyon
ja_jp: 取引記録
zh_cn: 交易记录

# Tab.ProductData
source: Product Data
fil: Data ng Produkto
ja_jp: 商品情報
zh_cn: 商品资料

# Tab.OrderData
source: Order Data
fil: Data ng Order
ja_jp: 受注情報
zh_cn: 订单资料

# Tab.OrderDetail
source: Order Detail
fil: Detalye ng Order
ja_jp: 受注明細
zh_cn: 订单明细

# Tab.ReceivingRecords
source: Receiving Records
fil: Mga Talaan ng Pagtanggap
ja_jp: 入荷記録
zh_cn: 进货记录

# Tab.ReturnRecords
source: Return Records
fil: Mga Talaan ng Pagbabalik
ja_jp: 返品記録
zh_cn: 退回记录

# Tab.ReceivingData
source: Receiving Data
fil: Data ng Pagtanggap
ja_jp: 入荷情報
zh_cn: 进货资料

# Tab.ReceivingDetail
source: Receiving Detail
fil: Detalye ng Pagtanggap
ja_jp: 入荷明細
zh_cn: 进货明细

# Tab.SetoffRecords
source: Setoff Records
fil: Mga Talaan ng Setoff
ja_jp: 相殺記録
zh_cn: 冲款记录

# Tab.SourcePurchaseOrder
source: Source Purchase Order
fil: Pinagmulan na Purchase Order
ja_jp: 元の発注書
zh_cn: 来源采购订单

# Tab.ReturnData
source: Return Data
fil: Data ng Pagbabalik
ja_jp: 返品情報
zh_cn: 退回资料

# Tab.ReturnDetail
source: Return Detail
fil: Detalye ng Pagbabalik
ja_jp: 返品明細
zh_cn: 退回明细

# Tab.OriginalReceiving
source: Original Receiving
fil: Orihinal na Pagtanggap
ja_jp: 元の入荷
zh_cn: 原始进货

# Tab.QuotationData
source: Quotation Data
fil: Data ng Quotation
ja_jp: 見積情報
zh_cn: 报价资料

# Tab.QuotationDetail
source: Quotation Detail
fil: Detalye ng Quotation
ja_jp: 見積明細
zh_cn: 报价明细

# Tab.ConvertToOrder
source: Convert to Order
fil: I-convert sa Order
ja_jp: 受注に変換
zh_cn: 转换订单

# Tab.DeliveryRecords
source: Delivery Records
fil: Mga Talaan ng Pagpapadala
ja_jp: 出荷記録
zh_cn: 出货记录

# Tab.SourceQuotation
source: Source Quotation
fil: Pinagmulan na Quotation
ja_jp: 元の見積
zh_cn: 来源报价

# Tab.DeliveryData
source: Delivery Data
fil: Data ng Pagpapadala
ja_jp: 出荷情報
zh_cn: 出货资料

# Tab.DeliveryDetail
source: Delivery Detail
fil: Detalye ng Pagpapadala
ja_jp: 出荷明細
zh_cn: 出货明细

# Tab.SourceOrder
source: Source Order
fil: Pinagmulan na Order
ja_jp: 元の受注
zh_cn: 来源订单

# Tab.OriginalDelivery
source: Original Delivery
fil: Orihinal na Pagpapadala
ja_jp: 元の出荷
zh_cn: 原始出货

# Tab.PageShortcut
source: Page Shortcut
fil: Shortcut ng Pahina
ja_jp: ページショートカット
zh_cn: 页面链接

# Tab.QuickAction
source: Quick Action
fil: Mabilis na Aksyon
ja_jp: クイックアクション
zh_cn: 快速功能

# Tab.ChartView
source: Chart View
ja_jp: グラフビュー
zh_cn: 图表界面

# Supplier.CopyToCustomerTitle
source: Copy to Customer
fil: Kopyahin sa Customer
ja_jp: 顧客にコピー
zh_cn: 复制至客户

# Supplier.CopyToCustomerMessage
source: Are you sure you want to copy this supplier's data as a new customer?
fil: Sigurado ka bang gusto mong kopyahin ang data ng supplier na ito bilang bagong customer?
ja_jp: この仕入先のデータを新しい顧客としてコピーしますか？
zh_cn: 确定要将此供应商的资料复制为新客户吗？

# Supplier.CopyToCustomerSummary
source: A new record will be created in the customer list after copying.
fil: Isang bagong rekord ang malilikha sa listahan ng customer pagkatapos ng pagkopya.
ja_jp: コピー後、顧客一覧に新しいレコードが作成されます。
zh_cn: 复制后将在客户清单中建立一笔新资料

# Button.ConfirmCopy
source: Confirm Copy
fil: Kumpirmahin ang Pagkopya
ja_jp: コピーを確認
zh_cn: 确认复制

# Dashboard.AddShortcutTitle
source: Add Shortcut Item
fil: Magdagdag ng Shortcut na Item
ja_jp: ショートカット項目を追加
zh_cn: 添加快捷项目

# Dashboard.NoMatchFound
source: No items found matching "{0}"
fil: Walang nahanap na item na tumutugma sa "{0}"
ja_jp: 「{0}」に一致する項目が見つかりません
zh_cn: 找不到符合「{0}」的项目
