Repository: WeiChienTang/E
Catalog: ERPCore2/Resources/SharedResource.*.resx
Languages: fil, ja_jp, zh_cn

# Entity.ProductionSchedule
source: Production Schedule
ja_jp: 生産スケジュール
zh_cn: 生产排程

# Entity.ProductionScheduleReport
source: Production Schedule Report
ja_jp: 生産スケジュール表
zh_cn: 生产排程表

# Entity.Employee
source: Employee
fil: Empleyado
ja_jp: 従業員
zh_cn: 员工

# Entity.Department
source: Department
fil: Departamento
ja_jp: 部門
zh_cn: 部门

# Entity.EmployeePosition
source: Position
fil: Posisyon
ja_jp: 役職
zh_cn: 职位

# Entity.EmployeeTrainingRecord
source: Training Record
ja_jp: 研修記録
zh_cn: 受训记录

# Entity.EmployeeLicense
source: License Record
ja_jp: 資格記録
zh_cn: 证照记录

# Entity.EmployeeTool
source: Tool Assignment Record
ja_jp: 工具貸出記録
zh_cn: 工具配给记录

# Entity.Role
source: Role
ja_jp: 権限グループ
zh_cn: 权限组

# Entity.Permission
source: Permission
fil: Pahintulot
ja_jp: 権限詳細
zh_cn: 权限明细

# Entity.TrainingRecord
source: Training Record
fil: Talaan ng Pagsasanay
ja_jp: 研修記録
zh_cn: 培训记录

# Entity.LicenseRecord
source: License
fil: Lisensya
ja_jp: ライセンス記録
zh_cn: 证照记录

# Entity.ToolRecord
source: Tool Assignment
fil: Pagtatalaga ng Kagamitan
ja_jp: 工具配給記録
zh_cn: 工具配给记录

# Entity.Warehouse
source: Warehouse
fil: Bodega
ja_jp: 倉庫
zh_cn: 仓库

# Entity.WarehouseLocation
source: Warehouse Location
fil: Lokasyon ng Bodega
ja_jp: 倉庫内棚
zh_cn: 仓库内位置

# Entity.InventoryStock
source: Inventory
fil: Imbentaryo
ja_jp: 在庫
zh_cn: 库存

# Entity.InventoryTransaction
source: Inventory Transaction
fil: Transaksyon ng Imbentaryo
ja_jp: 在庫異動記録
zh_cn: 库存异动记录

# Entity.MaterialIssue
source: Material Issue
ja_jp: 出庫伝票
zh_cn: 领料单

# Entity.StockTaking
source: Stock Taking
ja_jp: 棚卸表
zh_cn: 盘点单

# Entity.StockTakingReport
source: Stock Variance Report
ja_jp: 棚卸差異表
zh_cn: 盘点差异表

# Entity.Bank
source: Bank
fil: Bangko
ja_jp: 銀行
zh_cn: 银行

# Entity.Currency
source: Currency
fil: Pera
ja_jp: 通貨
zh_cn: 货币

# Entity.PaymentMethod
source: Payment Method
fil: Paraan ng Pagbabayad
ja_jp: 支払方法
zh_cn: 付款方式

# Entity.SetoffDocument
source: Setoff Document
ja_jp: 相殺伝票
zh_cn: 冲款单

# Entity.AccountItem
source: Account Item
ja_jp: 勘定科目
zh_cn: 会计科目

# Entity.JournalEntry
source: Journal Entry
ja_jp: 仕訳伝票
zh_cn: 传票

# Entity.Vehicle
source: Vehicle
fil: Sasakyan
ja_jp: 車両
zh_cn: 车辆

# Entity.VehicleType
source: Vehicle Type
fil: Uri ng Sasakyan
ja_jp: 車種
zh_cn: 车型

# Entity.VehicleMaintenance
source: Maintenance Record
fil: Talaan ng Maintenance
ja_jp: メンテナンス記録
zh_cn: 保养记录

# Entity.WasteRecord
source: Waste Record
fil: Talaan ng Basura
ja_jp: 廃材記録
zh_cn: 废料记录

# Entity.WasteType
source: Waste Type
fil: Uri ng Basura
ja_jp: 廃材種別
zh_cn: 废料类型

# Entity.Company
source: Company
fil: Kumpanya
ja_jp: 会社
zh_cn: 公司

# Entity.PaperSetting
source: Paper Setting
ja_jp: 用紙設定
zh_cn: 纸张设定

# Entity.PrinterConfiguration
source: Printer Configuration
ja_jp: プリンター設定
zh_cn: 打印机设定

# Entity.ReportPrintConfiguration
source: Report Print Configuration
ja_jp: レポート印刷設定
zh_cn: 报表打印配置

# Entity.TextMessageTemplate
source: Message Template
fil: Template ng Mensahe
ja_jp: メッセージテンプレート
zh_cn: 消息模板

# Label.PurchaseOrderMessageSetting
source: Purchase Order Message Settings
ja_jp: 発注メッセージ設定
zh_cn: 采购单消息设定

# Entity.ErrorLog
source: Error Log
ja_jp: エラーログ
zh_cn: 错误记录

# Button.ConvertToReceiving
source: Convert to Receiving
fil: I-convert sa Goods Receipt
ja_jp: 入荷へ変換
zh_cn: 转入货

# Button.ConvertToReturn
source: Convert to Return
fil: I-convert sa Return
ja_jp: 返品へ変換
zh_cn: 转退货

# Button.ConvertToSalesReturn
source: Convert to Sales Return
fil: I-convert sa Sales Return
ja_jp: 売上返品へ変換
zh_cn: 转销售退货

# Button.ConvertToSetoff
source: Convert to Setoff
fil: I-convert sa Setoff
ja_jp: 相殺へ変換
zh_cn: 转冲款

# Button.ConvertToDelivery
source: Convert to Sales
fil: I-convert sa Delivery
ja_jp: 出荷へ変換
zh_cn: 转销货

# Button.ConvertToOrder
source: Convert to Order
fil: I-convert sa Order
ja_jp: 受注へ変換
zh_cn: 转订单

# Button.CopyMessage
source: Copy Message
fil: Kopyahin ang Mensahe
ja_jp: メッセージをコピー
zh_cn: 复制消息

# Button.CheckInventory
source: Check Inventory
fil: Suriin ang Imbentaryo
ja_jp: 在庫確認
zh_cn: 查库存

# Button.ScheduleManagement
source: Schedule Management
fil: Pamamahala ng Schedule
ja_jp: スケジュール管理
zh_cn: 排程管理

# Button.CopyToSupplier
source: Copy to Supplier
fil: Kopyahin sa Supplier
ja_jp: 仕入先にコピー
zh_cn: 复制至供应商

# Button.CopyToCustomer
source: Copy to Customer
fil: Kopyahin sa Kliyente
ja_jp: 得意先にコピー
zh_cn: 复制至客户

# Button.AccountManagement
source: Account Management
fil: Pamamahala ng Account
ja_jp: アカウント管理
zh_cn: 账号管理

# Button.ViewBOM
source: View BOM
fil: Tingnan ang BOM
ja_jp: 部品表を参照
zh_cn: 查看物料清单

# Button.CreateBOM
source: Create BOM
fil: Lumikha ng BOM
ja_jp: 部品表を作成
zh_cn: 新建物料清单

# Button.Post
source: Post
fil: I-post
ja_jp: 転記
zh_cn: 过账

# Button.WriteOff
source: Write Off
ja_jp: 消込
zh_cn: 冲销

# Button.ConvertToAdjustment
source: Convert to Adjustment
fil: I-convert sa Adjustment
ja_jp: 調整へ変換
zh_cn: 转调整

# Button.Reselect
source: Reselect
fil: Pumili muli
ja_jp: 選択し直す
zh_cn: 重选

# Button.LoadData
source: Load
fil: I-load
ja_jp: 読込
zh_cn: 载入

# Button.ClearData
source: Clear
fil: I-clear
ja_jp: クリア
zh_cn: 清除

# Button.ContinueAdd
source: Continue Adding
fil: Magpatuloy sa Pagdaragdag
ja_jp: 続けて追加
zh_cn: 继续新建

# Button.CreateSubAccount
source: Create Sub-Account
fil: Lumikha ng Sub-Account
ja_jp: 補助科目を作成
zh_cn: 建立子科目

# Button.ComponentIssue
source: Component Issue
ja_jp: 部品出庫
zh_cn: 组件领料

# Button.StartProduction
source: Start Production
fil: Simulan ang Produksyon
ja_jp: 生産開始
zh_cn: 开始生产

# Button.ProductionComplete
source: Production Complete
fil: Tapos na ang Produksyon
ja_jp: 完成登録
zh_cn: 完工登录

# Button.QueryPrinter
source: Query Printer
ja_jp: プリンター照会
zh_cn: 查询打印机

# Button.TestPrint
source: Test Print
ja_jp: テスト印刷
zh_cn: 测试打印

# Button.PreviewLogo
source: Preview LOGO
ja_jp: ロゴプレビュー
zh_cn: 预览 LOGO

# Button.QueryPaper
source: Query Paper
ja_jp: 用紙照会
zh_cn: 查询纸张

# Placeholder.PleaseInput
source: Please enter {0}
fil: Ilagay ang {0}
ja_jp: {0}を入力してください
zh_cn: 请输入{0}

# Placeholder.PleaseSelect
source: Please select {0}
fil: Pumili ng {0}
ja_jp: {0}を選択してください
zh_cn: 请选择{0}

# Placeholder.PleaseInputOrSelect
source: Please enter or select {0}
fil: Ilagay o pumili ng {0}
ja_jp: {0}を入力または選択してください
zh_cn: 请输入或选择{0}

# Placeholder.AutoGenerated
source: Auto-generated
fil: Awtomatikong nabuo
ja_jp: 自動生成
zh_cn: 系统自动生成

# Placeholder.AutoGeneratedLeaveBlank
source: Leave blank to auto-generate
fil: Iwanang blangko para awtomatikong mabuo
ja_jp: 空欄で自動生成
zh_cn: 留空自动生成

# Placeholder.AutoFill
source: Auto-fill
fil: Awtomatikong napuno
ja_jp: 自動入力
zh_cn: 自动填入

# Placeholder.AutoCalculated
source: Auto-calculated
fil: Awtomatikong kinakalkula
ja_jp: 自動計算
zh_cn: 系统自动计算

# Field.Code
source: Code
ja_jp: コード
zh_cn: 编号

# Field.Name
source: Name
fil: Pangalan
ja_jp: 名称
zh_cn: 名称

# Field.EnglishName
source: English Name
ja_jp: 英語名
zh_cn: 英文名称

# Field.Status
source: Status
fil: Katayuan
ja_jp: ステータス
zh_cn: 状态

# Field.TaxType
source: Tax Type
fil: Uri ng Buwis
ja_jp: 税種
zh_cn: 税别

# Field.Amount
source: Amount
fil: Halaga
ja_jp: 金額
zh_cn: 金额

# Field.TaxAmount
source: Tax Amount
fil: Halaga ng Buwis
ja_jp: 税額
zh_cn: 税额

# Field.TotalAmount
source: Total
fil: Kabuuan
ja_jp: 合計
zh_cn: 总额

# Field.Discount
source: Discount
fil: Diskwento
ja_jp: 割引
zh_cn: 折扣

# Field.PaymentTerms
source: Payment Terms
fil: Mga Tuntunin sa Pagbabayad
ja_jp: 支払条件
zh_cn: 付款条件

# Field.DeliveryTerms
source: Delivery Terms
fil: Mga Tuntunin sa Paghahatid
ja_jp: 納期条件
zh_cn: 交货条件

# Field.SalesPerson
source: Sales Person
fil: Nagbebenta
ja_jp: 営業担当
zh_cn: 业务员

# Field.ContactPerson
source: Contact Person
fil: Taong Makipag-ugnayan
ja_jp: 担当者
zh_cn: 联系人

# Field.ContactPhone
source: Contact Phone
fil: Numero ng Telepono
ja_jp: 連絡先電話
zh_cn: 联系电话

# Field.MobilePhone
source: Mobile Phone
fil: Numero ng Cellphone
ja_jp: 携帯電話
zh_cn: 手机号码

# Field.Fax
source: Fax
zh_cn: 传真

# Field.Email
source: Email
ja_jp: メールアドレス
zh_cn: 邮箱

# Field.Website
source: Website
ja_jp: ウェブサイト
zh_cn: 公司网址

# Field.Address
source: Address
ja_jp: 住所
zh_cn: 地址

# Field.ContactAddress
source: Contact Address
fil: Address ng Pakikipag-ugnayan
ja_jp: 連絡先住所
zh_cn: 联系地址

# Field.TaxNumber
source: Tax ID Number
ja_jp: 統一番号
zh_cn: 统一编号

# Field.ResponsiblePerson
source: Person in Charge
fil: Taong Responsable
ja_jp: 責任者
zh_cn: 负责人

# Field.JobTitle
source: Job Title
fil: Titulo sa Trabaho
ja_jp: 役職
zh_cn: 职称

# Field.RejectionReason
source: Rejection Reason
fil: Dahilan ng Pagtanggi
ja_jp: 却下理由
zh_cn: 驳回原因

# Field.Phone
source: Phone
fil: Telepono
ja_jp: 電話
zh_cn: 电话

# Field.TaxRate
source: Tax Rate%
ja_jp: 税率%
zh_cn: 税率%

# Field.ShippingAddress
source: Shipping Address
fil: Address ng Pagpapadala
ja_jp: 配送先住所
zh_cn: 货运地址

# Field.PurchaseOrderCode
source: PO Number
ja_jp: 発注番号
zh_cn: 采购单号

# Field.PurchasingCompany
source: Purchasing Company
ja_jp: 購買会社
zh_cn: 采购公司

# Field.Purchaser
source: Purchaser
ja_jp: 購買担当
zh_cn: 采购员

# Field.PurchaseDate
source: Purchase Date
ja_jp: 発注日
zh_cn: 采购日

# Field.DeliveryDate
source: Delivery Date
ja_jp: 納期
zh_cn: 交货日

# Field.PurchaseReceivingCode
source: GR Number
ja_jp: 入荷番号
zh_cn: 进货单号

# Field.ReceiptDate
source: Receipt Date
ja_jp: 入荷日
zh_cn: 进货日

# Field.PurchaseReturnCode
source: Return Number
ja_jp: 返品番号
zh_cn: 退回单号

# Field.PurchaseReturnDate
source: Return Date
ja_jp: 返品日
zh_cn: 退回日期

# Field.ReasonCode
source: Reason Code
ja_jp: 理由コード
zh_cn: 原因编号

# Field.ReasonName
source: Reason Name
ja_jp: 理由名称
zh_cn: 原因名称

# Field.SalesOrderCode
source: Sales Order Number
ja_jp: 受注番号
zh_cn: 销货单号

# Field.SalesOrderDate
source: Order Date
ja_jp: 受注日
zh_cn: 订单日期

# Field.ExpectedDeliveryDate
source: Expected Delivery Date
ja_jp: 予定納期
zh_cn: 预交日

# Field.QuotationCode
source: Quotation Number
ja_jp: 見積番号
zh_cn: 报价单号

# Field.QuotationDate
source: Quotation Date
ja_jp: 見積日
zh_cn: 报价日期

# Field.QuotationCreator
source: Created By
ja_jp: 作成者
zh_cn: 制表者

# Field.ProjectName
source: Project Name
ja_jp: 工事名
zh_cn: 工程名称

# Field.SalesDeliveryCode
source: Delivery Note Number
ja_jp: 出荷番号
zh_cn: 出货单号

# Field.SalesDeliveryDate
source: Delivery Date
ja_jp: 出荷日
zh_cn: 出货日期

# Field.SalesReturnCode
source: Return Number
ja_jp: 返品番号
zh_cn: 退货单号

# Field.SalesReturnDate
source: Return Date
ja_jp: 返品日
zh_cn: 退货日期

# Column.ProductCodeName
source: Product Code/Name
ja_jp: 商品コード/名称
zh_cn: 商品编号/名称

# Column.Quantity
source: Quantity
fil: Dami
ja_jp: 数量
zh_cn: 数量

# Column.InboundQuantity
source: Received
fil: Natanggap
ja_jp: 入庫済
zh_cn: 已入库

# Column.UnitPrice
source: Unit Price
fil: Presyo sa Bawat Yunit
ja_jp: 単価
zh_cn: 单价

# Column.Subtotal
source: Subtotal
ja_jp: 小計
zh_cn: 小计

# Column.IsClosed
source: Closed
fil: Sarado
ja_jp: 完了
zh_cn: 结案

# Column.PurchaseQuantity
source: Order Qty
ja_jp: 発注量
zh_cn: 采购量

# Column.ReceivedQuantity
source: Received Qty
fil: Natanggap na Dami
ja_jp: 入庫量
zh_cn: 入库量

# Column.AlreadyReturnedQuantity
source: Returned
fil: Naibalik
ja_jp: 返品済
zh_cn: 已退量

# Column.Location
source: Location
fil: Lokasyon
ja_jp: ロケーション
zh_cn: 库位

# Column.PurchaseReceivingQuantity
source: GR Qty
ja_jp: 入荷量
zh_cn: 进货量

# Column.ReturnQuantity
source: Return Qty
ja_jp: 返品数量
zh_cn: 退回数量

# Column.OrderQuantity
source: Order Qty
ja_jp: 注文数量
zh_cn: 订单数量

# Column.SalesQuantity
source: Sales Qty
ja_jp: 売上数量
zh_cn: 销货数量

# Column.DiscountPercent
source: Discount%
fil: Diskwento%
ja_jp: 割引%
zh_cn: 折扣%

# Column.Specification
source: Specification
fil: Espesipikasyon
ja_jp: 規格
zh_cn: 规格说明

# Column.WarehouseAndLocation
source: Warehouse/Location
fil: Bodega/Lokasyon
ja_jp: 倉庫/ロケーション
zh_cn: 仓库/库位

# Column.AvailableStock
source: Stock Qty
fil: Dami ng Stock
ja_jp: 在庫量
zh_cn: 库存量

# Column.DeliveryQuantity
source: Delivered Qty
fil: Naihatid na Dami
ja_jp: 出荷量
zh_cn: 销货量

# Column.AlreadyReturnedCount
source: Returned
fil: Naibalik
ja_jp: 返品済
zh_cn: 已退数

# Column.OriginalQuantity
source: Original Qty
fil: Orihinal na Dami
ja_jp: 元の数量
zh_cn: 原始数量

# Column.ReturnUnitPrice
source: Return Price
fil: Presyo ng Pagbabalik
ja_jp: 返品単価
zh_cn: 退货单价

# Column.OriginalDiscount
source: Original Discount(%)
fil: Orihinal na Diskwento(%)
ja_jp: 当初割引(%)
zh_cn: 当初折扣(%)

# Column.SalesReturnQuantity
source: Return Qty
ja_jp: 返品数量
zh_cn: 退货数量

# Column.MaterialCodeName
source: Material Code/Name
ja_jp: 材料コード/名称
zh_cn: 材料编号/名称

# Field.EmployeeCode
source: Employee Code
ja_jp: 社員番号
zh_cn: 员工编号

# Field.FullName
source: Full Name
fil: Buong Pangalan
ja_jp: 氏名
zh_cn: 姓名

# Field.Gender
source: Gender
fil: Kasarian
ja_jp: 性別
zh_cn: 性别

# Field.Birthday
source: Date of Birth
fil: Petsa ng Kapanganakan
ja_jp: 生年月日
zh_cn: 出生日期

# Field.IdNumber
source: ID Number
ja_jp: 身分証番号
zh_cn: 身份证号码

# Field.PhoneNumber
source: Mobile Phone
fil: Numero ng Telepono
ja_jp: 携帯電話
zh_cn: 手机号码

# Field.EmergencyContact
source: Emergency Contact
ja_jp: 緊急連絡先
zh_cn: 紧急联系人

# Field.EmergencyPhone
source: Emergency Phone
ja_jp: 緊急電話番号
zh_cn: 紧急联系电话

# Field.HireDate
source: Hire Date
fil: Petsa ng Pagtatrabaho
ja_jp: 入社日
zh_cn: 入职日期

# Field.ResignDate
source: Resignation Date
fil: Petsa ng Pagpapaalis
ja_jp: 退職日
zh_cn: 离职日期

# Field.EmploymentStatus
source: Employment Status
fil: Katayuan ng Trabaho
ja_jp: 在職状況
zh_cn: 在职状态

# Field.LicenseName
source: License Name
fil: Pangalan ng Lisensya
ja_jp: 資格名称
zh_cn: 证照名称

# Field.LicenseNumber
source: License Number
fil: Numero ng Lisensya
ja_jp: 資格番号
zh_cn: 证照编号

# Field.IssuingAuthority
source: Issuing Authority
fil: Nag-isyung Awtoridad
ja_jp: 発行機関
zh_cn: 颁发机构

# Field.IssueDate
source: Issue Date
fil: Petsa ng Pag-isyu
ja_jp: 取得日
zh_cn: 取得日期

# Field.ExpiryDate
source: Expiry Date
fil: Petsa ng Pagka-expire
ja_jp: 有効期限
zh_cn: 到期日

# Field.ReminderDays
source: Reminder Days Before Expiry
fil: Mga Araw ng Paalala Bago Mag-expire
ja_jp: 有効期限前通知日数
zh_cn: 到期提醒天数

# Field.CourseName
source: Course Name
fil: Pangalan ng Kurso
ja_jp: コース名
zh_cn: 课程名称

# Field.TrainingDate
source: Training Date
fil: Petsa ng Pagsasanay
ja_jp: 受講日
zh_cn: 培训日期

# Field.CompletionDate
source: Completion Date
fil: Petsa ng Pagkumpleto
ja_jp: 修了日
zh_cn: 完成日期

# Field.TrainingHours
source: Training Hours
fil: Oras ng Pagsasanay
ja_jp: 訓練時間
zh_cn: 培训时数

# Field.TrainingOrganization
source: Training Organization
fil: Organisasyong Nagsasanay
ja_jp: 訓練機関
zh_cn: 培训机构

# Field.TrainingResult
source: Training Result
fil: Resulta ng Pagsasanay
ja_jp: 訓練結果
zh_cn: 培训结果

# Field.ToolName
source: Tool Name
fil: Pangalan ng Kagamitan
ja_jp: 工具名
zh_cn: 工具名称

# Field.SerialModel
source: Serial / Model No.
ja_jp: シリアル/型番
zh_cn: 序号/型号

# Field.AssignDate
source: Assigned Date
fil: Petsa ng Pagtatalaga
ja_jp: 貸出日
zh_cn: 配发日期

# Field.ReturnDate
source: Return Date
fil: Petsa ng Pagbabalik
ja_jp: 返却日
zh_cn: 归还日期

# Column.CourseName
source: Course Name
fil: Pangalan ng Kurso
ja_jp: コース名
zh_cn: 课程名称

# Column.TrainingDate
source: Training Date
fil: Petsa ng Pagsasanay
ja_jp: 受講日
zh_cn: 培训日期

# Column.CompletionDate
source: Completion Date
fil: Petsa ng Pagkumpleto
ja_jp: 修了日
zh_cn: 完成日期

# Column.TrainingHours
source: Hours
fil: Oras
ja_jp: 時間
zh_cn: 时数

# Column.TrainingOrganization
source: Organization
fil: Organisasyon
ja_jp: 訓練機関
zh_cn: 培训机构

# Column.TrainingResult
source: Result
fil: Resulta
ja_jp: 結果
zh_cn: 结果

# Column.LicenseName
source: License Name
fil: Pangalan ng Lisensya
ja_jp: 資格名称
zh_cn: 证照名称

# Column.LicenseNumber
source: License No.
fil: Numero ng Lisensya
ja_jp: 資格番号
zh_cn: 证照编号

# Column.IssueDate
source: Issue Date
fil: Petsa ng Pag-isyu
ja_jp: 取得日
zh_cn: 取得日期

# Column.ExpiryDate
source: Expiry Date
fil: Petsa ng Pagka-expire
ja_jp: 有効期限
zh_cn: 到期日

# Column.LicenseStatus
source: Status
fil: Katayuan
ja_jp: 状態
zh_cn: 状态

# Column.ToolName
source: Tool Name
fil: Pangalan ng Kagamitan
ja_jp: 工具名
zh_cn: 工具名称

# Column.SerialModel
source: Serial / Model
ja_jp: シリアル/型番
zh_cn: 序号/型号

# Column.AssignDate
source: Assigned Date
fil: Petsa ng Pagtatalaga
ja_jp: 貸出日
zh_cn: 配发日期

# Column.ReturnDate
source: Return Date
fil: Petsa ng Pagbabalik
ja_jp: 返却日
zh_cn: 归还日期

# Tab.EmployeeData
source: Employee Info
fil: Impormasyon ng Empleyado
ja_jp: 社員情報
zh_cn: 员工资料

# Tab.VehicleInfo
source: Vehicle Info
fil: Impormasyon ng Sasakyan
ja_jp: 車両情報
zh_cn: 车辆信息

# Tab.PersonalTools
source: Personal Tools
fil: Personal na Kagamitan
ja_jp: 個人工具
zh_cn: 个人工具

# Tab.Training
source: Training
fil: Pagsasanay
ja_jp: 教育訓練
zh_cn: 教育培训

# Label.TrainingRecords
source: Training Records
fil: Mga Rekord ng Pagsasanay
ja_jp: 受講記録
zh_cn: 培训记录

# Label.LicenseManagement
source: License Management
fil: Pamamahala ng Lisensya
ja_jp: 資格管理
zh_cn: 证照管理

# Label.PermanentValid
source: Permanent
fil: Permanente
ja_jp: 永久有効
zh_cn: 永久有效

# Label.Valid
source: Valid
fil: Wasto
ja_jp: 有効
zh_cn: 有效

# Label.Expired
source: Expired
fil: Nag-expire na
ja_jp: 期限切れ
zh_cn: 已过期

# Label.ExpiringSoon
source: Expiring Soon
fil: Malapit nang Mag-expire
ja_jp: もうすぐ期限切れ
zh_cn: 即将到期

# Button.AddTrainingRecord
source: Add Training Record
fil: Magdagdag ng Rekord ng Pagsasanay
ja_jp: 受講記録追加
zh_cn: 新增培训记录

# Button.AddLicense
source: Add License
fil: Magdagdag ng Lisensya
ja_jp: 資格追加
zh_cn: 新增证照

# Button.AddToolRecord
source: Add Tool Record
fil: Magdagdag ng Rekord ng Kagamitan
ja_jp: 工具記録追加
zh_cn: 新增工具记录

# Message.NoTrainingRecords
source: No training records
fil: Walang rekord ng pagsasanay
ja_jp: 受講記録なし
zh_cn: 暂无培训记录

# Message.NoLicenseRecords
source: No license records
fil: Walang rekord ng lisensya
ja_jp: 資格記録なし
zh_cn: 暂无证照记录

# Message.NoToolRecords
source: No tool records
fil: Walang rekord ng kagamitan
ja_jp: 工具貸出記録なし
zh_cn: 暂无工具配发记录

# Placeholder.TrainingResultExample
source: e.g.: Pass, Excellent, Fail
fil: hal.: Pumasa, Mahusay, Bumagsak
ja_jp: 例：合格、優秀、不合格
zh_cn: 例：通过、优秀、不合格

# Button.AddVehicle
source: Add Vehicle
fil: Magdagdag ng Sasakyan
ja_jp: 車両追加
zh_cn: 增车

# Button.SelectVehicle
source: Select Vehicle
fil: Pumili ng Sasakyan
ja_jp: 車両選択
zh_cn: 选车

# Button.EditVehicle
source: Edit Vehicle
fil: I-edit ang Sasakyan
ja_jp: 車両編集
zh_cn: 编辑车辆

# Button.UnlinkVehicle
source: Unlink Vehicle
fil: I-unlink ang Sasakyan
ja_jp: 配給解除
zh_cn: 解除分配

# Message.NoVehicles
source: No vehicle information
fil: Walang impormasyon ng sasakyan
ja_jp: 車両情報がありません
zh_cn: 暂无车辆信息

# Column.VehicleLicensePlate
source: License Plate
fil: Plaka ng Sasakyan
ja_jp: ナンバープレート
zh_cn: 车牌号码

# Column.VehicleName
source: Vehicle Name
fil: Pangalan ng Sasakyan
ja_jp: 車両名
zh_cn: 车辆名称

# Column.VehicleTypeLabel
source: Vehicle Type
fil: Uri ng Sasakyan
ja_jp: 車種
zh_cn: 车型

# Column.VehicleBrand
source: Brand
ja_jp: メーカー
zh_cn: 品牌

# Column.VehicleModel
source: Model
fil: Modelo
ja_jp: 型式
zh_cn: 型号

# Field.DepartmentCode
source: Department Code
fil: Kodigo ng Departamento
ja_jp: 部門コード
zh_cn: 部门编号

# Field.DepartmentName
source: Department Name
fil: Pangalan ng Departamento
ja_jp: 部門名
zh_cn: 部门名称

# Field.DepartmentManager
source: Department Manager
fil: Tagapamahala ng Departamento
ja_jp: 部門責任者
zh_cn: 部门负责人

# Field.PositionCode
source: Position Code
fil: Kodigo ng Posisyon
ja_jp: 職位コード
zh_cn: 职位编号

# Field.PositionName
source: Position Name
fil: Pangalan ng Posisyon
ja_jp: 職位名
zh_cn: 职位名称

# Field.RoleCode
source: Role Code
fil: Kodigo ng Role
ja_jp: ロールコード
zh_cn: 权限组编号

# Field.RoleName
source: Role Name
fil: Pangalan ng Role
ja_jp: ロール名
zh_cn: 权限组名称

# Field.PermissionCode
source: Permission Code
fil: Kodigo ng Pahintulot
ja_jp: 権限コード
zh_cn: 权限代码

# Field.PermissionName
source: Permission Name
fil: Pangalan ng Pahintulot
ja_jp: 権限名
zh_cn: 权限名称

# Field.PermissionAction
source: Permission Action
fil: Uri ng Aksyon
ja_jp: 操作タイプ
zh_cn: 操作类型

# Field.PermissionLevel
source: Permission Level
fil: Antas ng Pahintulot
ja_jp: 権限レベル
zh_cn: 权限等级

# Button.Confirm
source: Confirm
fil: Kumpirma
ja_jp: 確認
zh_cn: 确认

# Button.ResetToDefault
source: Reset to Default
fil: I-reset sa Default
ja_jp: デフォルトに戻す
zh_cn: 重置为默认

# Column.AvailableInventory
source: Available Inventory
fil: Magagamit na Imbentaryo
ja_jp: 利用可能在庫
zh_cn: 可用库存

# Column.AverageCost
source: Average Cost
fil: Average na Gastos
ja_jp: 平均原価
zh_cn: 平均成本

# Column.CurrentStock
source: Current Stock
fil: Kasalukuyang Stock
ja_jp: 現在在庫
zh_cn: 当前库存

# Column.IssuedQuantity
source: Issued Quantity
fil: Inisyung Dami
ja_jp: 出庫数量
zh_cn: 已领用量

# Column.MaterialIssueWL
source: Warehouse/Location
fil: Bodega/Lokasyon
ja_jp: 倉庫/場所
zh_cn: 领料仓库/位置

# Column.MaxAlertLevel
source: Max Alert Level
fil: Max na Antas ng Alerto
ja_jp: 最大警告量
zh_cn: 最大警示量

# Column.MinAlertLevel
source: Min Alert Level
fil: Min na Antas ng Alerto
ja_jp: 最小警告量
zh_cn: 最小警示量

# Column.StockTakingQuantity
source: Stock Taking Quantity
fil: Dami ng Pag-imbentaryo
ja_jp: 棚卸数量
zh_cn: 盘点数量

# Column.UnitCost
source: Unit Cost
fil: Gastos sa Bawat Yunit
ja_jp: 単位原価
zh_cn: 单位成本

# Column.CurrentAllowance
source: Current Allowance
fil: Kasalukuyang Allowance
ja_jp: 現在割引
zh_cn: 当前折让

# Column.CurrentSetoff
source: Current Setoff
fil: Kasalukuyang Setoff
ja_jp: 現在相殺
zh_cn: 当前冲抵

# Column.ReceivablePayable
source: Receivable/Payable
fil: Matatanggap/Babayaran
ja_jp: 受取/支払
zh_cn: 应收/应付

# Column.SourceDocNumber
source: Source Doc Number
fil: Numero ng Pinagmulang Dokumento
ja_jp: 元伝票番号
zh_cn: 来源单号

# Column.UnsetoffBalance
source: Unsetoff Balance
fil: Hindi Pa Nai-setoff na Balanse
ja_jp: 未相殺残高
zh_cn: 未冲抵余额

# Column.ProductionUnit
source: Production Unit
fil: Yunit ng Produksyon
ja_jp: 生産単位
zh_cn: 生产单位

# Column.RequiredQuantity
source: Required Quantity
fil: Kinakailangang Dami
ja_jp: 必要数量
zh_cn: 所需用量

# Field.AccountCategory
source: Account Category
fil: Kategorya ng Account
ja_jp: 科目分類
zh_cn: 科目分类

# Field.AccountCode
source: Account Code
fil: Kodigo ng Account
ja_jp: 科目コード
zh_cn: 科目代码

# Field.AccountDescription
source: Account Description
fil: Paglalarawan ng Account
ja_jp: 科目説明
zh_cn: 科目说明

# Field.AccountDescriptionEn
source: Account Description (EN)
fil: Paglalarawang Ingles ng Account
ja_jp: 科目英語説明
zh_cn: 科目英文说明

# Field.AccountLevel
source: Account Level
fil: Antas ng Account
ja_jp: 科目レベル
zh_cn: 科目层级

# Field.AccountName
source: Account Name
fil: Pangalan ng Account
ja_jp: 科目名
zh_cn: 科目名称

# Field.DebitCreditDirection
source: Debit/Credit Direction
fil: Direksyon ng Debit/Credit
ja_jp: 借方/貸方方向
zh_cn: 借贷方向

# Field.IsDetailAccount
source: Is Detail Account
fil: Detalyadong Account
ja_jp: 明細科目かどうか
zh_cn: 是否明细科目

# Field.JournalEntryCode
source: Journal Entry Code
fil: Kodigo ng Journal Entry
ja_jp: 仕訳コード
zh_cn: 分录编号

# Field.JournalEntryDate
source: Journal Entry Date
fil: Petsa ng Journal Entry
ja_jp: 仕訳日付
zh_cn: 分录日期

# Field.JournalEntryDescription
source: Journal Entry Description
fil: Paglalarawan ng Journal Entry
ja_jp: 仕訳説明
zh_cn: 分录说明

# Field.JournalEntryType
source: Journal Entry Type
fil: Uri ng Journal Entry
ja_jp: 仕訳タイプ
zh_cn: 分录类型

# Field.ParentAccount
source: Parent Account
fil: Magulang na Account
ja_jp: 親科目
zh_cn: 上级科目

# Field.SortOrder
source: Sort Order
fil: Pagkakasunod-sunod
ja_jp: 並び順
zh_cn: 排序

# Field.BankCode
source: Bank Code
fil: Kodigo ng Bangko
ja_jp: 銀行コード
zh_cn: 银行代码

# Field.BankName
source: Bank Name
fil: Pangalan ng Bangko
ja_jp: 銀行名
zh_cn: 银行名称

# Field.CurrencyCode
source: Currency Code
fil: Kodigo ng Pera
ja_jp: 通貨コード
zh_cn: 货币代码

# Field.CurrencyName
source: Currency Name
fil: Pangalan ng Pera
ja_jp: 通貨名
zh_cn: 货币名称

# Field.CurrencySymbol
source: Currency Symbol
fil: Simbolo ng Pera
ja_jp: 通貨記号
zh_cn: 货币符号

# Field.ExchangeRate
source: Exchange Rate
fil: Halaga ng Palitan
ja_jp: 為替レート
zh_cn: 汇率

# Field.IsBaseCurrency
source: Is Base Currency
fil: Batayang Pera
ja_jp: 基準通貨かどうか
zh_cn: 是否基准货币

# Field.PaymentMethodCode
source: Payment Method Code
fil: Kodigo ng Paraan ng Pagbabayad
ja_jp: 支払方法コード
zh_cn: 付款方式代码

# Field.PaymentMethodName
source: Payment Method Name
fil: Pangalan ng Paraan ng Pagbabayad
ja_jp: 支払方法名
zh_cn: 付款方式名称

# Field.SwiftCode
source: SWIFT Code
fil: Kodigo ng SWIFT
ja_jp: SWIFTコード
zh_cn: SWIFT代码

# Field.CurrentDiscount
source: Current Discount
fil: Kasalukuyang Diskwento
ja_jp: 現在割引
zh_cn: 当前折扣
